{"id": 0, "query": "Who is the music director of the Quebec Symphony Orchestra?"}
{"id": 1, "query": "Who were the four students of the University of Port Harcourt that were allegedly murdered?"}
{"id": 2, "query": "What did Paul Wall offer to all U.S. Olympic Medalists?"}
{"id": 3, "query": "What are the main agricultural products that African countries export to the rest of the world?"}
{"id": 4, "query": "What is the main goal of the CHI 2011 workshop on large interactive displays in public urban contexts?"}
{"id": 5, "query": "Can you get a cash advance without a bank account?"}
{"id": 6, "query": "Who is Theron Shan in the context?"}
{"id": 7, "query": "Who were the producers of Eminem's album, The Marshall Mathers LP?"}
{"id": 8, "query": "What are some of the features of the TIFF Bell Lightbox theatre mentioned in the context?"}
{"id": 9, "query": "What is the architectural style that is prevalent in Wildwood and how is it reflected in the town's buildings?"}
{"id": 10, "query": "What are the three pillars on which the general second-class status of women depend according to Echidne of the Snakes?"}
{"id": 11, "query": "Who was identified as the attempted rape suspect in the MLK Neighborhood?"}
{"id": 12, "query": "What is the purpose of the U.S. patent 9,879,053 issued to Argos Therapeutics Inc.?"}
{"id": 13, "query": "What is the street address for Beliveau Estate?"}
{"id": 14, "query": "What amenities does Darren's Place offer to guests?"}
{"id": 15, "query": "Who are the lead roles in the movie 'Thaana Serndha Kootam'?"}
{"id": 16, "query": "What was the outcome that Nelson had anticipated for the battle he had sought for two years?"}
{"id": 17, "query": "Who delivered the keynote address at the University of California, Santa Barbara event on April 24, 2015?"}
{"id": 18, "query": "What are some of the treatment techniques that Davina Hill uses in her osteopathy practice?"}
{"id": 19, "query": "What is required for a patient to use medical marijuana in the state of New York?"}
{"id": 20, "query": "What does SAFe describe Non-Functional Requirements (NFRs) as?"}
{"id": 21, "query": "What is the status of the trial \"Efficacy and Safety Study of Nicotine Mint Lozenge (2mg and 4mg) in Smoking Cessation\"?"}
{"id": 22, "query": "What services does SERVPRO offer?"}
{"id": 23, "query": "What are some of the services provided by the Asha Project?"}
{"id": 24, "query": "What are the two main sections of the book about mobile security published by Packt?"}
{"id": 25, "query": "What was the Sea Colony and who was its primary clientele during the 1950s and 1960s?"}
{"id": 26, "query": "What was the reviewer's opinion about the game \"Space Maze 3D\"?"}
{"id": 27, "query": "What are the common features of the Quince Hand Lotion as described by the reviewers?"}
{"id": 28, "query": "What is the main objective of the Cyclone Global Navigation Satellite System project led by the team of Michigan University professors?"}
{"id": 29, "query": "Who are the authors of the book \"Gisele Amantea: Sweet Dreams, Hard Truths\"?"}
{"id": 30, "query": "What is the main purpose of the computer built in the summer of 2018?"}
{"id": 31, "query": "What is the significance of the color blue in the High Priest's garments according to the sermon notes?"}
{"id": 32, "query": "Who was the first African-American to win a NASCAR race?"}
{"id": 33, "query": "What is the full name of Alitalia and what does it mean?"}
{"id": 34, "query": "What was the slogan of then-senator Barack Obama's campaign in 2008?"}
{"id": 35, "query": "What event did the Salem Regional Medical Center Foundation plan to host?"}
{"id": 36, "query": "What changes did United Airlines announce for its operation at Cleveland Hopkins International Airport?"}
{"id": 37, "query": "What are some of the activities included in the 13-day tour of World Heritage Cultural Sites in Romania?"}
{"id": 38, "query": "What are the two primary personas that need to be acknowledged in a managed IT services marketing plan?"}
{"id": 39, "query": "What is the purpose of the DiverseForce On Boards program?"}
{"id": 40, "query": "Who is the companion of the Tenth Doctor in the episode \"Daleks in Manhattan\"?"}
{"id": 41, "query": "What are the two universities in Shanghai that the faculty from University of Wisconsin Oshkosh College of Business visited?"}
{"id": 42, "query": "What are the main materials used in the production of FieldSock?"}
{"id": 43, "query": "What is the reason the narrator gives her son for loving him so much?"}
{"id": 44, "query": "How much did Community Bank N.A. decrease its holdings in shares of United Parcel Service, Inc. during the 3rd quarter?"}
{"id": 45, "query": "Who is living in the Alquist house according to Mrs. Thwaites?"}
{"id": 46, "query": "What services are offered by the dog walkers in Nolan, TX?"}
{"id": 47, "query": "What are the window trends for 2019 according to the context?"}
{"id": 48, "query": "What are some of the safety measures included in Grab's GrabProtect initiative?"}
{"id": 49, "query": "What does Liza Minnelli say she will be performing in her Seattle show?"}
{"id": 50, "query": "Who is the second-largest institutional investor in Pioneer-Standard Electronics?"}
{"id": 51, "query": "What type of bike was president-elect Joe Biden riding on his trip to Cape Henlopen State Park?"}
{"id": 52, "query": "What is the Na 'Aina Kai Botanical Garden described as in the context?"}
{"id": 53, "query": "How do politicians use public demographics and statistics data?"}
{"id": 54, "query": "What are some of the benefits of investing in a holiday-let property according to Mark Baker and Lee from OnPoint Mortgages?"}
{"id": 55, "query": "How can one share their Peeps creation for a feature on Babble?"}
{"id": 56, "query": "What are the video games that 2K Games will be showcasing at the Electronics Entertainment Expo (E3)?"}
{"id": 57, "query": "Who took over as CEO of Barclays and initiated a shift towards retail banking?"}
{"id": 58, "query": "What are some tips for starting or continuing a conversation with a loved one?"}
{"id": 59, "query": "What special event occurs in Moor of Icirrus if you have Keldeo, Cobalion, Virizion and Terrakion in your party?"}
{"id": 60, "query": "What are the three items the person bought for their house?"}
{"id": 61, "query": "What is the main issue with using two Smart Objects in Darken / Lighten mode for splitting dark and light halos in Photoshop?"}
{"id": 62, "query": "What measures can be taken to prevent infection during a pandemic flu?"}
{"id": 63, "query": "What are the preferred qualifications for the Boeing - St. Louis Electrical Engineering position?"}
{"id": 64, "query": "What were Susan Manning's main research interests?"}
{"id": 65, "query": "What were the main health issues faced by the Midwestern Latino communities according to the Hunt Fellowship proposal?"}
{"id": 66, "query": "What does the person do to keep warm during the cold weather?"}
{"id": 67, "query": "What is Juvederm lip filler and how does it work?"}
{"id": 68, "query": "When was the property at 24 County St, Peabody, MA 01960 last sold?"}
{"id": 69, "query": "Who are the two teams Carmelo Anthony is interested in joining via trade?"}
{"id": 70, "query": "Who were the two professional wrestlers involved in the backstage brawl discussed in part two of the \"Backstage Fight Stories\" series?"}
{"id": 71, "query": "What are some examples of celebrities wearing fairy tale-inspired gowns at events?"}
{"id": 72, "query": "What was one of the reasons the individual came to campus?"}
{"id": 73, "query": "What are the latest trends in digital marketing according to Laura and Lydia?"}
{"id": 74, "query": "What are the common signs and symptoms of the Delta variant of COVID-19 according to data from the United Kingdom?"}
{"id": 75, "query": "What was Jurgen Klopp's reaction to Cristiano Ronaldo's foul on Curtis Jones?"}
{"id": 76, "query": "What is the new legislation about that could give Holbrook an advantage in deciding a new water distribution source?"}
{"id": 77, "query": "What are some of the services offered by Kimpton Hotel Monaco in Salt Lake City?"}
{"id": 78, "query": "Why is the user phasing out the Alba Botanica Exfoliating Scrub from their shower routine?"}
{"id": 79, "query": "What is the main goal of the voter movement as envisioned in the context?"}
{"id": 80, "query": "Who was the CEO and treasurer of the host committee for the 2008 Republican National Convention?"}
{"id": 81, "query": "When did the author realize their blogiversary was?"}
{"id": 82, "query": "Who was the host of the iMedia Agency Summit in December 2013?"}
{"id": 83, "query": "What does KatyKatCafe look forward to during #PawPawty time?"}
{"id": 84, "query": "When will the first day for Kindergarten be in the 2017/2018 School Year according to the amended school calendar?"}
{"id": 85, "query": "Who was accused of carrying out the deadly airstrikes in the eastern city of Derna?"}
{"id": 86, "query": "Who won the grand prize in news writing at the 53rd Wilmer C. Fields Awards?"}
{"id": 87, "query": "What are the main categories that determine the amount and duration of financial assistance received from workers' compensation benefits in Massachusetts?"}
{"id": 88, "query": "What are the guidelines for fasting and abstinence according to the United States Council of Catholic Bishops?"}
{"id": 89, "query": "What is the country of origin for the majority of visits to Lasierra.edu?"}
{"id": 90, "query": "What is the regular price of the Lilac Ribbed Belted Top Wide Leg Loungewear Set - Tallulah?"}
{"id": 91, "query": "Which HTC phones will be the first to get the two-part update for unlocked bootloaders?"}
{"id": 92, "query": "What is the Social Media Impact score of expert-sport.by?"}
{"id": 93, "query": "What kind of support does the Solo and Small Practice Incubator (SSPI) provide to its graduates?"}
{"id": 94, "query": "What is the main active substance in Filorga Art Filler Volume and what is its function?"}
{"id": 95, "query": "Where did Sarah and Alessandro's wedding take place and what was unique about their ceremony?"}
{"id": 96, "query": "When was Elva Lee Huddleston born?"}
{"id": 97, "query": "What is the main ingredient of the Amish dish that the author adapted their version from?"}
{"id": 98, "query": "What are the services offered by La Petrolifera Italo Rumena (PIR)?"}
{"id": 99, "query": "What was the super-power of the maiden named Fudgemella?"}
{"id": 100, "query": "What are some of the gambling activities mentioned in the context?"}
{"id": 101, "query": "Who was the coach of Crimson Tide when they won their 17th national championship?"}
{"id": 102, "query": "Who suggested the idea of getting a workout using the driveway?"}
{"id": 103, "query": "What are the two fundamental aspects to consider when it comes to proteins?"}
{"id": 104, "query": "What event was held at Ponds Forge in Sheffield on 29 April 2009?"}
{"id": 105, "query": "What is one major difference between online NL games and live Limit games in poker?"}
{"id": 106, "query": "What are some of the precautions and strategies a child with JHS should follow to manage their condition?"}
{"id": 107, "query": "What are some of the emerging trends in foodservice identified by the Culinary Visions Panel?"}
{"id": 108, "query": "How many TV shows has the Gundam franchise spawned?"}
{"id": 109, "query": "What are some of the features of the Overkill 3 Mod Apk game?"}
{"id": 110, "query": "Where did the person purchase the Green Topaz ring from and how much did it cost?"}
{"id": 111, "query": "What is the author's opinion on excluding children from worship services in church?"}
{"id": 112, "query": "What services does the Gulf Electric Company provide?"}
{"id": 113, "query": "What are some key points that every EB-5 lender should consider in an intercreditor agreement negotiation?"}
{"id": 114, "query": "Who scored the first goal for the University of North Dakota women's soccer team in their game against North Dakota State?"}
{"id": 115, "query": "When was the last remodel of the house at 3728 River Oaks Dr, Des Moines, IA 50312?"}
{"id": 116, "query": "What was the last selling price of the property at 519 Bay Rd, Menlo Park, CA 94025?"}
{"id": 117, "query": "What are some of the features and functionalities of the PlayStation 4 at launch?"}
{"id": 118, "query": "What are some of the precautions to take before starting an online test on Blackboard?"}
{"id": 119, "query": "Who are some notable figures with Mars in Capricorn and what are their achievements?"}
{"id": 120, "query": "What is suggested as the only way to register the altitude difference when flying a copter over a cliff?"}
{"id": 121, "query": "Who mopped the floors for Ben's Birthday Party at the Stephenson House?"}
{"id": 122, "query": "What is the process for renewing a passport according to Sanjay Jagatsingh's post?"}
{"id": 123, "query": "What was the long-term study published in the journal Pediatrics about?"}
{"id": 124, "query": "What is the climate like in Goa, India?"}
{"id": 125, "query": "What is the relationship between intuition and highly sensitive people according to the context?"}
{"id": 126, "query": "What action did Gov. Jan Brewer take in relation to the State Children's Health Insurance Program in Arizona?"}
{"id": 127, "query": "What is Pomu known for in the context?"}
{"id": 128, "query": "Where can one find their friend code according to the discussion?"}
{"id": 129, "query": "Who is responsible for the maintenance and restoration of the Welte Orchestrion at Disneyland?"}
{"id": 130, "query": "Who was the goalie for the Atlanta Thrashers in the game against Your Nation's Capitals on November 3, 2006?"}
{"id": 131, "query": "What are some of the features of the harness mentioned in the reviews?"}
{"id": 132, "query": "What was the response of the Israel Defense Forces to the renewed rocket attacks?"}
{"id": 133, "query": "What is the unique feature of the Italian Opera Buffet at the Pan Pacific Hotel in Vancouver?"}
{"id": 134, "query": "What is the title of the research paper discussed in the context?"}
{"id": 135, "query": "What is the Garden House Kit referred to in the context?"}
{"id": 136, "query": "What is the purpose of the equipment installed on the 100 motorcycles in the MSF's year-long real world motorcycle safety study?"}
{"id": 137, "query": "What is the purpose of the Green Racing initiative?"}
{"id": 138, "query": "What was the reaction to the first Civil Rights Act of 1957 in the US?"}
{"id": 139, "query": "What could potentially delay the retrial of the penalty phase in the Jodi Arias case?"}
{"id": 140, "query": "What benefits does the cooperation between MFN and SF EXPO China bring to both organizations?"}
{"id": 141, "query": "What happened to the former exercise area from the U.S. Army near the Harvey Barracks in Kitzingen?"}
{"id": 142, "query": "Who ordered the National Electric Power Regulatory Authority (NEPRA) to take action against K-Electric for unannounced loadshedding?"}
{"id": 143, "query": "Who is the new offensive coordinator for LSU's football team?"}
{"id": 144, "query": "Who scored the last 12 points of the game for Happy Valley in the quarterfinals of the District 1-AA girls basketball tournament?"}
{"id": 145, "query": "What is the payment structure for using the CMS for sending newsletters?"}
{"id": 146, "query": "What does the term \"within the Law of Messiah\" refer to according to the passage in 1 Corinthians 9?"}
{"id": 147, "query": "What are the ingredients and steps to make the chili paste mentioned in the context?"}
{"id": 148, "query": "What are the four areas identified in the report that need simultaneous work for the improvement of Alaska Natives?"}
{"id": 149, "query": "What was the major issue raised with the Mental Health Minister regarding the psychiatric workforce in the ACT?"}
{"id": 150, "query": "What is the predicted impact of a Supreme Court ruling on the Affordable Care Act according to Neera Tanden and Douglas Holtz-Eakin?"}
{"id": 151, "query": "What is the main reason for some members departing from the Russian Orthodox Church Outside of Russia after the reunification with the Moscow Patriarchate, particularly in Australia and Latin America?"}
{"id": 152, "query": "What is the name of the new Muse song that the author is obsessed with?"}
{"id": 153, "query": "What is the author's favourite suite of products from the current Holiday catalogue?"}
{"id": 154, "query": "Who were the keynote speakers for the Third Annual Pennsylvania Diversity and Leadership Conference & Exposition?"}
{"id": 155, "query": "What were the key goals achieved in the Second Meeting of the African Coalition for Corporate Accountability (ACCA)?"}
{"id": 156, "query": "What are some of the events specifically targeted at the gay community in Sitges, Spain?"}
{"id": 157, "query": "What are some of the applications of jaw crushers?"}
{"id": 158, "query": "Who was the first cast member announced in the season premiere of SNL?"}
{"id": 159, "query": "What is the purpose of the e-mail blasts sent by Mr. Davenport?"}
{"id": 160, "query": "What are some homemade boozy gifts with a festive twist that one can make for Christmas?"}
{"id": 161, "query": "When and where was Arno Geiger born?"}
{"id": 162, "query": "Who are the two actors whose voices the writer of the list appreciates?"}
{"id": 163, "query": "What is the general topic of discussion in this context?"}
{"id": 164, "query": "What is Spyce and how does it function in relation to Python and HTML?"}
{"id": 165, "query": "What precautions should be taken when dealing with a gas fire in a sewer?"}
{"id": 166, "query": "What event gave an inadvertent boost to the Nov. 17 “Day of Action” of the Occupy Wall Street movement?"}
{"id": 167, "query": "What are some of the services offered by design agencies in London?"}
{"id": 168, "query": "What is the purpose of applying a base frosting on the cake before the decorating layer?"}
{"id": 169, "query": "What are the four new articles uploaded onto the GOKUL website about?"}
{"id": 170, "query": "Who has been signed on to write the screenplay for the film adaptation of Gillian Flynn's \"Gone Girl\"?"}
{"id": 171, "query": "Where can one find used quarry equipment for sale in Australia?"}
{"id": 172, "query": "What is the medical procedure the author is scheduled to undergo?"}
{"id": 173, "query": "What is the total annual salary of the eight players Rick Nash, Derek Stepan, Chris Kreider, Mats Zuccarello, Marc Staal, Dan Girardi, Ryan McDonagh and Henrik Lundqvist in the Rangers team?"}
{"id": 174, "query": "Who was appointed as the next Director of the American School of Classical Studies at Athens in 2011?"}
{"id": 175, "query": "What happened to the shares of Avanir Pharmaceuticals Inc. on Friday, September 13, 2013?"}
{"id": 176, "query": "What are some of the characteristics of the person named Gulfiya?"}
{"id": 177, "query": "What is the title of the book by Paul Heiney that was released in April 1998?"}
{"id": 178, "query": "Who scored a hat trick in the hockey game between Clarkson and Wisconsin?"}
{"id": 179, "query": "Which team was promoted after winning the OIA White and the DII state title last November?"}
{"id": 180, "query": "What does Chanukah celebrate and how is it traditionally celebrated?"}
{"id": 181, "query": "What is the purpose of HeinOnline's ScholarCheck tool?"}
{"id": 182, "query": "What was the purpose of the wireless system initiated in Garden Grove in 1999?"}
{"id": 183, "query": "Who will wear the armband for 1. FFC Frankfurt in the UEFA Women's Champions League final against Olympique Lyonnais due to Nadine Angerer's injury?"}
{"id": 184, "query": "What is a possible cause for the increase in allergy-like symptoms during the holiday season?"}
{"id": 185, "query": "What is the focus of the Work Mindfulness Project?"}
{"id": 186, "query": "What are the pros and cons of the Nickelodeon All-Star Brawl game?"}
{"id": 187, "query": "What was the cause of the SW Distribution problem in the context?"}
{"id": 188, "query": "What is the speculation about the File History backup tool in the Windows 10 Fall Creators Update?"}
{"id": 189, "query": "Who performs the solo Greek tragedies in the Phonic Drama Show?"}
{"id": 190, "query": "Who was named as the Director of Tennis on May 13, 2014?"}
{"id": 191, "query": "Who are the two trusted allies of Cersei Lannister in Game of Thrones?"}
{"id": 192, "query": "What are the dates and the buy-in cost for the APPT Seoul event in South Korea?"}
{"id": 193, "query": "How many new teachers will the Canton-Galva, Centre and Peabody-Burns school districts welcome this fall?"}
{"id": 194, "query": "How many members of the family were affected by the stomach virus?"}
{"id": 195, "query": "What are some of the considerations to keep in mind when selling a family home?"}
{"id": 196, "query": "Who were the four senior wrestlers that graduated from the Tiger team in the 2012-2013 season?"}
{"id": 197, "query": "Who is the expert cake decorator mentioned in the tutorial?"}
{"id": 198, "query": "What are some of the locations visited during the California Wine Country tour in 2010?"}
{"id": 199, "query": "What is the product associated with the swupdtmr.exe file?"}
{"id": 200, "query": "What are the two main results found in the study about what predicts corporate governance in emerging markets?"}
{"id": 201, "query": "What are the highlights of visiting Rila Monastery?"}
{"id": 202, "query": "What event led to the rise of bank shares in the Toronto's main stock index?"}
{"id": 203, "query": "When did the author first buy GMod and start playing GMod Tower?"}
{"id": 204, "query": "What is the speculated reason for the discontinuation of Bionicle-themed sets according to the context?"}
{"id": 205, "query": "What are the dimensions of the Giclee print on 100% cotton 308gsm Hahnemuehle paper?"}
{"id": 206, "query": "Who pays child support after the divorce of Jlo and Marc Anthony?"}
{"id": 207, "query": "What is the main objection to the installation of wind turbines near Staxton and at Wheldrake?"}
{"id": 208, "query": "What are some features of the 12V Hepa Home Car Air Purifier?"}
{"id": 209, "query": "Who recently joined the sail design team at Doyle Sails New Zealand?"}
{"id": 210, "query": "What is the 10x20x30 initiative aiming to achieve in the food industry?"}
{"id": 211, "query": "What is the estimated energy generation capacity of the proposed Desert Rock Project power plant?"}
{"id": 212, "query": "Why did the Shi'a religious leaders choose to protect al-Sadr?"}
{"id": 213, "query": "What is chhyang and how is it made?"}
{"id": 214, "query": "What are the major requirements for the assistant professor position in epidemiology at Southern Denmark University?"}
{"id": 215, "query": "What is the purpose of the GreenPois0n RC6 update for Apple TV 2G?"}
{"id": 216, "query": "What are some of the features of the property at 93 John James Loop, Macgregor ACT 2615?"}
{"id": 217, "query": "What is the main theme of the book \"History of Wolves\" by Emily Fridlund?"}
{"id": 218, "query": "What are some of the names God is called in parts of Africa?"}
{"id": 219, "query": "What was the purpose of the meeting hosted by the Defense Department involving the defense ministers of the Association of Southeast Asian Nations?"}
{"id": 220, "query": "What is the major argument for creating a single market for digital content in Europe?"}
{"id": 221, "query": "What is the model of the classic Jeep with added off-road ability and V8 power?"}
{"id": 222, "query": "What is the suggested alternative if you do not have Spiced eggnog for the Pumpkin & Spiced Eggnog French Toast recipe?"}
{"id": 223, "query": "When and where did Henri Matisse paint \"The Windshield, On the Road to Villacoublay\"?"}
{"id": 224, "query": "What significant life events occurred for the author during her four years living in Italy?"}
{"id": 225, "query": "What are some of the television shows that Shade VFX has helped with their visual effects?"}
{"id": 226, "query": "What is the impact of decreasing negative posts on social media?"}
{"id": 227, "query": "What were some of the reasons given at the 3GSM conference for the failure of the mobile content industry to take off?"}
{"id": 228, "query": "What are some considerations for seniors when planning to travel during retirement?"}
{"id": 229, "query": "What evidence led to Mosley's arrest for the murders?"}
{"id": 230, "query": "What exercise routine did the narrator follow at the gym?"}
{"id": 231, "query": "What promotion did Palm, Inc. launch for Microsoft Exchange Users in 2005?"}
{"id": 232, "query": "Who are the three Lancashire players that have been called up to the England Physical Disability squad for the tour to the United Arab Emirates?"}
{"id": 233, "query": "What was Jane Lorinda Wolfe's profession and where did she work?"}
{"id": 234, "query": "What are the expected features of the LG D1L?"}
{"id": 235, "query": "What are some occasions where Real Red monochrome combinations are suitable?"}
{"id": 236, "query": "What resources are used to teach students about Arkansas history and economics?"}
{"id": 237, "query": "What was the result of the eye tests for the author and Nathan?"}
{"id": 238, "query": "What is the description of the Mothercare Cuddly Monkey Toy from Early Learning Centre?"}
{"id": 239, "query": "What supplements does Dan Fabricant take on a daily basis?"}
{"id": 240, "query": "Who purchased Muzak in 1939 and what was his background?"}
{"id": 241, "query": "Who are the players discussed as potential top picks in the upcoming NBA draft?"}
{"id": 242, "query": "What did the mailman and driver manage to safeguard during the attempted robbery?"}
{"id": 243, "query": "What does the phrase \"Non mi sento mai bene in sua presenza\" translate to in English?"}
{"id": 244, "query": "What are the skills that students will be able to develop after taking the RUSS-101 Elementary Russian course?"}
{"id": 245, "query": "What is considered the best tool for scanning large negatives?"}
{"id": 246, "query": "What is the biblical view on dating and finding a spouse according to the context?"}
{"id": 247, "query": "What is the purpose of requesting Neuropathy Awareness Week proclamations from elected public officials?"}
{"id": 248, "query": "Which city has the most overvalued residential real estate market in the U.S. according to Trulia's research?"}
{"id": 249, "query": "What does the term \"airworthy\" mean according to various dictionaries?"}
{"id": 250, "query": "What are the facilities and amenities provided at The Auction House?"}
{"id": 251, "query": "What is the height of Stuart Gray?"}
{"id": 252, "query": "What is the main purpose of the Nomadilogue travel blog?"}
{"id": 253, "query": "Who were the original members of the Speer Quartet formed in 1921?"}
{"id": 254, "query": "What event is the National Battlefields Commission organizing to commemorate the 250th anniversary of the British Conquest of New France?"}
{"id": 255, "query": "What are the ingredients needed to make gluten-free lemon bars?"}
{"id": 256, "query": "Where is the Kindersley Road Book Exchange located?"}
{"id": 257, "query": "Who are the two new members of WHAT'S HE BUILDING IN THERE?"}
{"id": 258, "query": "What are the steps to capture Giratina in Pokémon Pearl?"}
{"id": 259, "query": "What are the typical characteristics of link farms?"}
{"id": 260, "query": "What is the historical event depicted in Jose de Ribera's painting \"Ladies Duel\"?"}
{"id": 261, "query": "Who is the spiritual leader of the Men’s Usher Board?"}
{"id": 262, "query": "What is the process followed by the directors of the Missoula Children’s Theatre for their traveling shows?"}
{"id": 263, "query": "Who scored the goal for Chelsea in the first leg of the FA Youth Cup Final?"}
{"id": 264, "query": "What incidents of clumsiness does the narrator describe happening over the past week?"}
{"id": 265, "query": "What is the author's perspective on how the Lord's Day should be sanctified?"}
{"id": 266, "query": "Why should one consider hiring an air conditioning service?"}
{"id": 267, "query": "What are the author's views on the use of drugs and alcohol?"}
{"id": 268, "query": "Who were the four church leaders nominated to serve as the new bishop of the Episcopal Diocese of Nevada?"}
{"id": 269, "query": "What are some strategies for dealing with debts reported to collection agencies?"}
{"id": 270, "query": "Who were the joint winners of the 2014 John Maddox Prize for Standing up for Science?"}
{"id": 271, "query": "What action did Twin Cities Public Television take when they discovered Erik Paulsen was using their copyrighted materials for his campaign?"}
{"id": 272, "query": "What are the benefits of attending the JOGS International Jewelry Show?"}
{"id": 273, "query": "Who published the electronic genre music that is being commented on?"}
{"id": 274, "query": "What artifacts were uncovered at the Kelsey Museum of Archaeology?"}
{"id": 275, "query": "What materials does Lisa Phipps use to create her jewelry pieces for Chic Verte?"}
{"id": 276, "query": "Who is the second writer from a Pittsburgh newspaper to receive the McCann Award?"}
{"id": 277, "query": "What are some benefits of professional teeth whitening treatments?"}
{"id": 278, "query": "What is the aim of the sport baseball?"}
{"id": 279, "query": "Who is slated to direct the new RoboCop and who has been tapped for the lead role?"}
{"id": 280, "query": "What are the main steps to prepare Chicken Parmesan according to the provided recipe?"}
{"id": 281, "query": "What are some of the recommended methods to dry out a mobile phone that has been dropped in water?"}
{"id": 282, "query": "What is the native range of Eragrostis amabilis?"}
{"id": 283, "query": "Who are the Hierodules and who are their masters according to the context?"}
{"id": 284, "query": "What has contributed to the reduction in 30-day mortality following a myocardial infarction (MI) from 13% in 2003 to 8% in 2011?"}
{"id": 285, "query": "What features are included in the E-Commerce websites offered?"}
{"id": 286, "query": "What is the primary goal of the Winter Shelter managed by Emmanuel House in partnership with city churches and other agencies in Nottingham?"}
{"id": 287, "query": "What modifications have been made to Aurick Go's Subaru Impreza WRX?"}
{"id": 288, "query": "What are the components of a collaboration information system?"}
{"id": 289, "query": "Why was Carlos Zambrano traded from the Cubs to the Marlins?"}
{"id": 290, "query": "Who were the three stars in the NHL game between Buffalo Sabres and Edmonton Oilers?"}
{"id": 291, "query": "What is the main challenge in becoming proficient at using the command line according to the context?"}
{"id": 292, "query": "Who are the tight ends for the Philadelphia Eagles mentioned in the context?"}
{"id": 293, "query": "What is the file size of the Onda V989 A80T firmware?"}
{"id": 294, "query": "What are the main ingredients of the classic Catalan sauce, Romesco?"}
{"id": 295, "query": "Who is the MDC-T planning to demonstrate against due to the continued incarceration of their national youth chairman, Solomon Madzore?"}
{"id": 296, "query": "Who were the two American University students who contemplated the legacy of the Civil Rights Act and took part in its 50th anniversary celebration?"}
{"id": 297, "query": "Who won the shot put at the high school track and field meet in Seymour?"}
{"id": 298, "query": "What is the author's commitment in response to the current events in the United States?"}
{"id": 299, "query": "Who scored the goals for Brisbane Strikers in their 4-0 victory?"}
{"id": 300, "query": "What is a VinniBag used for?"}
{"id": 301, "query": "What makes dental implants different from other restorations?"}
{"id": 302, "query": "What was the main focus of the councillor's first year in office?"}
{"id": 303, "query": "Who was the first to let them alone according to the context?"}
{"id": 304, "query": "Who was Dan Quayle rooting for in the national championship basketball game?"}
{"id": 305, "query": "What are the steps to downgrade WordPress 5 to 4.9.9 while still receiving security updates?"}
{"id": 306, "query": "Who are some of the acts associated with the Electro/Rock'n'Rave music style?"}
{"id": 307, "query": "What is the need in the field of media literacy education due to the transition and transformation of media platforms?"}
{"id": 308, "query": "How many bodies have been recovered from the mass grave found near Tomašica, Bosnia and Herzegovina in 2013?"}
{"id": 309, "query": "What activities can families and children enjoy at Downs Banks?"}
{"id": 310, "query": "Who would the winner of the match between Daniil Medvedev and David Goffin play against in the fourth round of Wimbledon?"}
{"id": 311, "query": "How many gymnastics teams from Utah qualified for the NCAA Regional Championships?"}
{"id": 312, "query": "What are the three diseases mentioned in the context for which data was collected?"}
{"id": 313, "query": "Who graduated from Max Rady College of Medicine at the University of Manitoba after 7 years of determination and hard work?"}
{"id": 314, "query": "What were the three noteworthy events that happened after North Korea detonated a small nuclear device on Oct. 9?"}
{"id": 315, "query": "When was the article \"Internet Adoption in Macao\" first published online?"}
{"id": 316, "query": "What are the adjustments students need to learn to make within Google Slides for their photo collage project?"}
{"id": 317, "query": "What are some of the optional features of the Inspiron 15 laptop?"}
{"id": 318, "query": "Who won the Video Of The Year award at the UK Music Video Awards 2016?"}
{"id": 319, "query": "What are some of the features of Lineage 2?"}
{"id": 320, "query": "What is the percentage of Wix stores that use Instagram and Facebook for their ecommerce activities?"}
{"id": 321, "query": "Why should payday loans without a credit check be approached with caution?"}
{"id": 322, "query": "Who replaced Tai Woffinden in the Speedway of Nations tournament, leading Team Great Britain to gold medal success?"}
{"id": 323, "query": "Who is responsible for ensuring the marquee remains code-compliant at all times during a function or event?"}
{"id": 324, "query": "What is one method to detect the fall out of an object as mentioned in the Thales IoT Developer Community?"}
{"id": 325, "query": "What is the resolution and file size of the image mentioned in the context?"}
{"id": 326, "query": "Who is responsible for the content, products, services, and other materials available on the Linked Websites?"}
{"id": 327, "query": "What are some of the unique features of The Golden restaurant in Fort Wayne?"}
{"id": 328, "query": "What is the plot of the book \"And Then There Was None\" as described in the context?"}
{"id": 329, "query": "What is the design on the new product inspired by PSY’s “Gangnam Style” sold on the German online store \"Spreadshirt\"?"}
{"id": 330, "query": "What are some of the original features of the 1930's detached bungalow?"}
{"id": 331, "query": "What are some of the notable changes in the T-Mobile Moto X update?"}
{"id": 332, "query": "Who acquired Camiant Inc. and for what amount?"}
{"id": 333, "query": "What are some of the features of the Casio Exilim EX-ZR100 digital camera?"}
{"id": 334, "query": "Who won the Best Director award at the Oscars?"}
{"id": 335, "query": "What was the goal of the Pedal with Pete Foundation started by Pete Zeidner and when was it achieved?"}
{"id": 336, "query": "Who is the leader of the envoys from the strange ship that visited Tiyesha?"}
{"id": 337, "query": "What is the method to enter the giveaway for the movie passes?"}
{"id": 338, "query": "Who is the second Blue Beetle in the DC Universe?"}
{"id": 339, "query": "What is the serious problem with the state's budgeting process as highlighted in the context?"}
{"id": 340, "query": "What percentage of Alibaba Group's stock is Yahoo Inc potentially selling back to Alibaba?"}
{"id": 341, "query": "What steps is Canada planning to take in the realm of cyber-warfare according to the Department of National Defence documents?"}
{"id": 342, "query": "What were the guidelines given to the narrator's friend for her Friday attire at the Bais Yaakov school?"}
{"id": 343, "query": "Who has joined ARAMARK Healthcare Technologies as Vice President and General Manager of the ReMedPar business?"}
{"id": 344, "query": "How does SpaceX prevent its development hardware from being misused?"}
{"id": 345, "query": "What is the importance of adjusting one's mindset according to the context?"}
{"id": 346, "query": "What event did the District Attorney host in celebration of National Child Abuse Awareness Month in 2015?"}
{"id": 347, "query": "What are the proposed staffing ratios in the Dialysis Patient Safety Act introduced by state senator Ricardo Lara in California?"}
{"id": 348, "query": "How was the name of Ferrari's 2014 F1 car decided?"}
{"id": 349, "query": "Who is the provider of project management training that has been reviewed and approved by the Project Management Institute?"}
{"id": 350, "query": "What is the estimated cost of Tesla's lower-cost Model 3 before the federal tax credit?"}
{"id": 351, "query": "What is the recovery speed of Percona according to the benchmarks?"}
{"id": 352, "query": "What are some of the suggested gifts for a foodie friend during the holiday season?"}
{"id": 353, "query": "What is one of the projects mentioned in the context that involves financial software?"}
{"id": 354, "query": "What were the mixed reactions in China's online community to Osama bin Laden's death?"}
{"id": 355, "query": "What is the description for the anime \"Dimension High School\"?"}
{"id": 356, "query": "What does regular furnace service ensure?"}
{"id": 357, "query": "What is the purpose of the FDA's periodic inspections of the manufacturing plants for drugs like Galvus?"}
{"id": 358, "query": "What did the author's grandfather give to his beloved when he asked for her hand?"}
{"id": 359, "query": "What is the headline related to the situation in Ukraine?"}
{"id": 360, "query": "What is the key to losing weight and maintaining a healthy diet according to the context?"}
{"id": 361, "query": "What is the medium used by the abstract artist Sweet Samson?"}
{"id": 362, "query": "What is the main focus of the context?"}
{"id": 363, "query": "Who organized the protest against the PIPA and SOPA legislation in New York?"}
{"id": 364, "query": "What is the name of the budget/mainstream line of processors launched by AMD in June of the year mentioned in the context?"}
{"id": 365, "query": "What is the time span of the journey on Equinoxio Airways?"}
{"id": 366, "query": "What is the context discussing about?"}
{"id": 367, "query": "What does the last day of Navratri represent according to the context?"}
{"id": 368, "query": "What is the impact of wearing dreadlocks or braids in traditionally conservative industries like banking and law?"}
{"id": 369, "query": "What are some of the benefits and opportunities offered by Advanced Drainage Systems?"}
{"id": 370, "query": "What are some reasons why Pisces are hard to figure out?"}
{"id": 371, "query": "What was one of NBC's biggest fall success stories according to the context?"}
{"id": 372, "query": "What are the three different types of sourdough toasties mentioned in the context?"}
{"id": 373, "query": "What was the voter turnout percentage in the 14th Karnataka Legislative Assembly elections?"}
{"id": 374, "query": "Who found a cry for help in her Saks Fifth Avenue shopping bag?"}
{"id": 375, "query": "What is included in the ATX Bride package and how much does it cost?"}
{"id": 376, "query": "What is the Organic Consumers Association National Vaccine fertility drug used for?"}
{"id": 377, "query": "What is the purpose of the Greenland project by Viking Wind?"}
{"id": 378, "query": "What modifications were made to the fuselage construction on January 6, 2004?"}
{"id": 379, "query": "What change was implemented on the site starting October 2nd, 2012?"}
{"id": 380, "query": "What are the three elements of persuasion according to Aristotle?"}
{"id": 381, "query": "What are some ways to meet Ukrainian women according to the context?"}
{"id": 382, "query": "What is the concern of the inhabitants of Faro and Olhão regarding the scenery of the Ria Formosa?"}
{"id": 383, "query": "What are some of the benefits experienced by individuals who have had Therapeutic Touch sessions with Tama?"}
{"id": 384, "query": "What does the author suggest to do when feelings and the Word tell different things?"}
{"id": 385, "query": "Why is it important for businesses to have a backup power solution like a genset?"}
{"id": 386, "query": "What is the possible reason for the \"Domain not found\" error message?"}
{"id": 387, "query": "What is the new process for registering for externships at the Office of Pro Bono Outreach and Externships?"}
{"id": 388, "query": "What is a Forex robot and what is its purpose in Forex trading?"}
{"id": 389, "query": "How often does Kaplan Early Learning Company offer promo codes on average per month?"}
{"id": 390, "query": "What is the solution found for selecting the first line with 'ABC' and the first line after that with 'XYZ' in it using regex in Notepad++?"}
{"id": 391, "query": "What are some of the features that set the Nectar mattress apart from other foam mattresses?"}
{"id": 392, "query": "How many residential and non-residential units does the building at 510 Broadway #2 contain?"}
{"id": 393, "query": "What are some tips for introverts to master the art of the first date?"}
{"id": 394, "query": "What is the relationship between bulimia nervosa and mood disorders, particularly depression, according to the research?"}
{"id": 395, "query": "How was the dinosaur's brain tissue preserved according to Alex Liu?"}
{"id": 396, "query": "Who did Pete Carroll support in the Bucs-Giants kneel-down controversy?"}
{"id": 397, "query": "What type of food is included in the Spring Craft Ale Festival at Cajun Cafe on the Bayou?"}
{"id": 398, "query": "Who is known in the online and live gaming industry?"}
{"id": 399, "query": "What is the task that the data entry contractor is required to do?"}
{"id": 400, "query": "When was the scheduled server upgrade and update that might have affected hosting and email services?"}
{"id": 401, "query": "What are some of the integration options offered for Clicktime EDI?"}
{"id": 402, "query": "What was the impact of Gazprom's deal on Europe and Ukraine?"}
{"id": 403, "query": "What significant event in Apple's history occurred 25 years ago from the week of the iPad's announcement?"}
{"id": 404, "query": "What is the concept of \"cloud blending\" in the context of transitioning from VMware to OpenStack?"}
{"id": 405, "query": "What was Chief Dan Orbih's stance on Governor Obaseki potentially joining the Peoples Democratic Party (PDP)?"}
{"id": 406, "query": "What is the gameplay of Paint The Line card game?"}
{"id": 407, "query": "What are the American Medical Association and other industry leaders requesting from the Centers for Medicare and Medicaid?"}
{"id": 408, "query": "What is the range of sizes available for the plus size wedding dresses at jeca bridal?"}
{"id": 409, "query": "Who was the top target on Notre Dame's uncommitted board?"}
{"id": 410, "query": "Who funded the first-ever April 2015 computer-technology-education camp with a peer-to-peer computer-training focus?"}
{"id": 411, "query": "What are some of the roles Theresa Fontana has held in Virginia and Florida?"}
{"id": 412, "query": "What types of flooring does Hawaii Hardwood Flooring offer?"}
{"id": 413, "query": "Why does the author question Hendriks' decision to disguise himself as Wistrom in Mission: Impossible – Ghost Protocol?"}
{"id": 414, "query": "What are the benefits Tammy Wadsworth experienced from attending 9Round Fitness & Kickboxing?"}
{"id": 415, "query": "What are the main themes of the book \"On the Island\" according to the reviewer?"}
{"id": 416, "query": "What are the different menus offered at the restaurant and what are their prices?"}
{"id": 417, "query": "Where did Douglas receive his BA in Political Science?"}
{"id": 418, "query": "What is a suggested kid-friendly gift to make during the winter season?"}
{"id": 419, "query": "What is the significance of Picasso's painting, Les Demoiselles d’Avignon, in the history of art?"}
{"id": 420, "query": "Who are the main characters in the movie Dance Flick?"}
{"id": 421, "query": "What are some health problems that can be caused by eating too many salty foods?"}
{"id": 422, "query": "What are some common elements found in 'cool' workplaces according to the context?"}
{"id": 423, "query": "How is the base value (BV) of the old crowns from Australia calculated?"}
{"id": 424, "query": "What is the event organized by Broadway Fillmore Alive on Holy Thursday?"}
{"id": 425, "query": "What type of fish did the narrator and Gary catch during their fishing trip?"}
{"id": 426, "query": "What is the size of the Danger Mouse action figure and how does it compare to other figures in the same line?"}
{"id": 427, "query": "Who was the ambassador for the Indian Film Festival of Melbourne in 2013?"}
{"id": 428, "query": "What are the two types of accommodations available at the Airbnb location in Atlanta?"}
{"id": 429, "query": "What is the MiSpringboard program?"}
{"id": 430, "query": "Who has owned Signor Sassi since 2007?"}
{"id": 431, "query": "What factors contributed to Alloy Wire International's 50% growth in sales for its resistance wire?"}
{"id": 432, "query": "What is a potential problem with implementing new functions in a business, particularly in relation to social media programs?"}
{"id": 433, "query": "What are some considerations to keep in mind when photographing inside a church?"}
{"id": 434, "query": "What is the recurring motif within the book \"In Her Own Sweet Time: One Woman's Unexpected Adventures in Finding Love, Commitment, and Motherhood\"?"}
{"id": 435, "query": "Where is the fight between Goss and Ryan likely to take place?"}
{"id": 436, "query": "What are some of the methods used to modernize the codebase in Xcode 4.4?"}
{"id": 437, "query": "What was the Bretton Woods System and when was it introduced?"}
{"id": 438, "query": "What is the key to strengthening education according to the State Department of Education?"}
{"id": 439, "query": "What action did the new Australian government take in response to the country's carbon tax and climate change commission?"}
{"id": 440, "query": "What percentage of all income tax is paid by the top 1% of earners in the UK?"}
{"id": 441, "query": "What is the main legal act that promoted the idea of free movement of university students, teachers, and educationalists between the EU Member States and the Czech Republic?"}
{"id": 442, "query": "What is the Christian's responsibility with regard to sin according to Paul's teachings in Romans?"}
{"id": 443, "query": "What sparked Amber Barkhouse's interest in becoming a volunteer firefighter?"}
{"id": 444, "query": "What is the role of the LabVIEW app in the described project?"}
{"id": 445, "query": "What are some of the key concepts discussed in the Basic Tajweed course?"}
{"id": 446, "query": "Who is the author of the quote mentioned in the calendar?"}
{"id": 447, "query": "What does the term \"domestique\" refer to in the context of the Tour de France?"}
{"id": 448, "query": "What is the \"Show Us Your Name in Urban Dictionary\" Instagram trend?"}
{"id": 449, "query": "What are the two main categories of security attacks in computer networks and systems?"}
{"id": 450, "query": "What is the discrepancy identified in the context regarding Radiative Forcing?"}
{"id": 451, "query": "Who are some examples of successful business partnerships mentioned in the course?"}
{"id": 452, "query": "What are the two types of inspections recommended for buyers considering purchasing a home?"}
{"id": 453, "query": "What is the main product of Action Embroidery?"}
{"id": 454, "query": "What are some things to avoid when visiting Rome?"}
{"id": 455, "query": "Who won the 2017 Medisings Champion title and what songs did they perform?"}
{"id": 456, "query": "Who guest starred as Murray's daughter in one of the episodes in the seventh season of The Mary Tyler Moore Show?"}
{"id": 457, "query": "What is the project \"Travelsoftdrive\" about?"}
{"id": 458, "query": "What are some of the top ten television shows listed in the context?"}
{"id": 459, "query": "What is the solution proposed for iPhone users to easily publish images to a WordPress site?"}
{"id": 460, "query": "What is the author's opinion on the idea of jailing Hillary Clinton?"}
{"id": 461, "query": "What types of civil works does QCS deliver?"}
{"id": 462, "query": "What are the three most common reasons people fail the Oxfam Trail Walker event?"}
{"id": 463, "query": "What is the ratio of the reverse common stock split approved by Star Gold Corp.?"}
{"id": 464, "query": "What was the main foreign threat for America and other nations that once constituted Christendom from 1945-1990?"}
{"id": 465, "query": "What are the two main areas of proficiency in property according to the context?"}
{"id": 466, "query": "What business did Cing Zeel Niang start and how did she manage it?"}
{"id": 467, "query": "What services do the attorneys at Vinsko & Associates, P.C., provide for individuals facing tax sale proceedings in Pennsylvania?"}
{"id": 468, "query": "What is the method of making sushi at the restaurant Heat?"}
{"id": 469, "query": "What was the stance of Gen. James Amos on the repeal of \"Don't Ask, Don't Tell\" policy during the Senate Armed Services Committee hearing?"}
{"id": 470, "query": "What is the issue with the password protection mechanism in CoDeSys libraries?"}
{"id": 471, "query": "Who first discovered Point Dume and who named it?"}
{"id": 472, "query": "What is the main theme of Jose Saramago's novel \"Raised From the Ground\"?"}
{"id": 473, "query": "What is the title of the book by Michael Wolff that Donald Trump protested against?"}
{"id": 474, "query": "Who scored the goals for Juventus in their 2-0 victory over Atalanta?"}
{"id": 475, "query": "Who has signed a 424,000-square-foot lease with Gutierrez Co. for a build-to-suit office and R&D facility at the Burlington Research Center?"}
{"id": 476, "query": "What is the trademark of House of Antique Hardware, Inc.?"}
{"id": 477, "query": "Why did Shangxin agree to the endorsement deal with Nian Xiaomu's company?"}
{"id": 478, "query": "What are the three key aspects to consider when constructing a coaxial collinear antenna according to the context?"}
{"id": 479, "query": "What are some features of the TDK iSlim?"}
{"id": 480, "query": "What was the price of a Foundation slot for Ironman registration?"}
{"id": 481, "query": "What is the trail name given to Harriet and why?"}
{"id": 482, "query": "Who used the Caddis fly larvae to make jewelry and what materials did he provide them with?"}
{"id": 483, "query": "What are some considerations to make when looking for the best possible option to store a snowmobile?"}
{"id": 484, "query": "How many people can each Pure Nordic Kaasbøll boat accommodate?"}
{"id": 485, "query": "What are the three language levels in Denmark?"}
{"id": 486, "query": "What are the key ingredients for the garnish in the roasted fennel cauliflower and cannellini bean soup recipe?"}
{"id": 487, "query": "What is the potential danger of handling a cane toad?"}
{"id": 488, "query": "Who scored the first goal for the Dallas Stars in their game against the Anaheim Ducks?"}
{"id": 489, "query": "Who is the CEO of Salesforce.com Inc.?"}
{"id": 490, "query": "Who thought it would be hilarious to include the cat in the family photo?"}
{"id": 491, "query": "Who are Taylor and Henry in the context?"}
{"id": 492, "query": "What was the purpose of the crucial talks that opened on Wednesday between North Korea and its southern rival?"}
{"id": 493, "query": "What was the speaker's goal body fat percentage in college?"}
{"id": 494, "query": "How much money did Archie Rankin, a six-year-old from Rushden, raise for Help for Heroes?"}
{"id": 495, "query": "What are some ways couples may express their frustrations if they fail to communicate in a non-emotionally charged setting?"}
{"id": 496, "query": "What were some of the businesses Carmen set up in Wellington in the 60s and 70s?"}
{"id": 497, "query": "What is the main theme of the movie Gran Torino as portrayed by Clint Eastwood?"}
{"id": 498, "query": "What were some of the issues Saadawi addressed in her writings that outraged Egypt?"}
{"id": 499, "query": "What is the traditional way to eat breuder in Sri Lankan Burgher households?"}
{"id": 500, "query": "What is the significant difference between what happened to the Templars in England and in France?"}
{"id": 501, "query": "Who scored the decisive field goal in the 2018 NRL finals game between Melbourne and South Sydney?"}
{"id": 502, "query": "What is the purpose of the National Bone Marrow Donor Registry?"}
{"id": 503, "query": "Who are some of the favorite literary fathers mentioned in the context?"}
{"id": 504, "query": "What does the lesson show about utilizing jQuery Events?"}
{"id": 505, "query": "What is the data rate required for full implementation of HDMI 2.0 to handle all the current and anticipated features of Ultra HD?"}
{"id": 506, "query": "Who are the authors of the article \"Duck migration and past influenza A (H5N1) outbreak areas\"?"}
{"id": 507, "query": "What is the main difference between the music recommendation engines of Pandora and Last.fm?"}
{"id": 508, "query": "What is the purpose of the $750,000 Mitigation Agreement with Irvine Ranch Conservancy?"}
{"id": 509, "query": "What is the purpose of the technology education course in public schools?"}
{"id": 510, "query": "What is the TRIPS waiver and how does it relate to the production of COVID-19 vaccines in developing countries?"}
{"id": 511, "query": "What happened to the woman who was seated by the window at the back seat of the bus?"}
{"id": 512, "query": "What are the seven alternative sports the author plans to follow instead of hockey?"}
{"id": 513, "query": "What is the main area of interest for Beau Monde Network?"}
{"id": 514, "query": "What is the difference between the new standard 14-30r and the older 10-30r dryer outlet?"}
{"id": 515, "query": "Who is James Earl Jones's favorite character in 'Star Wars'?"}
{"id": 516, "query": "What are some of the benefits of having sex according to Steven Stosny, Ph.D. and Patricia Love, Ed.D.?"}
{"id": 517, "query": "What are some of the responsibilities Keith Primeau has as the Flyers' captain?"}
{"id": 518, "query": "What was the concept the narrator learned from the book \"Every Bitter Thing is Sweet\" by Sara Hagerty?"}
{"id": 519, "query": "What is the Gloucester Rugby Shirt raising money for?"}
{"id": 520, "query": "What are the benefits of using Neutrogena Triple Moisture Daily Deep Conditioner according to the reviews?"}
{"id": 521, "query": "What were the average weight losses for men and women after 8 weeks of Cambridge Weight Plan Low Energy Liquid Diet?"}
{"id": 522, "query": "What happened to Johnny Oliver on May 7, 2013?"}
{"id": 523, "query": "What is the product being described in the context?"}
{"id": 524, "query": "Who did the netball team have a coaching session with?"}
{"id": 525, "query": "What are some of the job roles and responsibilities in private investigator employment?"}
{"id": 526, "query": "Why is it important to know your audience before pitching yourself to speak at an event?"}
{"id": 527, "query": "What does the Catholic Church's life ethic condemn according to the context?"}
{"id": 528, "query": "What were the main criticisms of the first in vitro hamburger served in 2013?"}
{"id": 529, "query": "What is the procedure followed by the FirstLine Recovery Repossession Team when a customer fails to make payments for their car loan?"}
{"id": 530, "query": "Who is Flavius Vitulasius and what is his mission?"}
{"id": 531, "query": "What was the solution Brian D. Carlstrom found for the JVMXM008 error when running processor simulations remotely via ssh?"}
{"id": 532, "query": "What did the three young trick-or-treaters do when they found an empty candy bowl on a porch in Rhode Island?"}
{"id": 533, "query": "What is the inspiration behind the interesting bracelet design mentioned in the context?"}
{"id": 534, "query": "What are the requirements to meet the Bona Fide Residence Test for the Foreign Earned Income Exclusion?"}
{"id": 535, "query": "What event is happening at Dwelling on Thursday?"}
{"id": 536, "query": "What are the conditions for serving alcohol at the venue?"}
{"id": 537, "query": "What was the ultimatum given by Russia to the Ukrainian forces in Crimea?"}
{"id": 538, "query": "How many gold medals did Michael Phelps win in the Athens, Beijing, London, and Rio Olympics respectively?"}
{"id": 539, "query": "What are some of the health benefits of peaches?"}
{"id": 540, "query": "Why should one choose a RE/MAX Costa Rica sales agent to sell their real estate?"}
{"id": 541, "query": "What is the tradition the couple has for Christmas day?"}
{"id": 542, "query": "What changes did Richard Chimberg of CL-Media Relations want to be made to the post?"}
{"id": 543, "query": "What is the Act that became effective in 2015 in Texas related to?"}
{"id": 544, "query": "What are some of the benefits of using TOTOODO for mobile repair services?"}
{"id": 545, "query": "What is the difference between a grease trap and a grease interceptor in terms of flow rate?"}
{"id": 546, "query": "What is one of the most common promotional deals offered by online casinos?"}
{"id": 547, "query": "What is the difference between hiding truth and telling a lie according to the context?"}
{"id": 548, "query": "When is the game Brink scheduled to be released in the U.K.?"}
{"id": 549, "query": "What were the four improvements suggested for the A6M5 Zero for late-war fights?"}
{"id": 550, "query": "What is the title of the study that discusses the influence of canopy budget model approaches on atmospheric deposition estimates to forests?"}
{"id": 551, "query": "Who was the first African American to be hosted by the LSE Student Union Business Society?"}
{"id": 552, "query": "What types of CPUs and GPUs will the first batch of Valve's Steam Machines feature?"}
{"id": 553, "query": "What are the three strategies highlighted by World Hearing Day to address hearing health?"}
{"id": 554, "query": "What are some of the features that set Manga Studio 5 EX apart from Adobe's Photoshop?"}
{"id": 555, "query": "Which two cities has Tom Brady not played in during his 12-plus seasons in the NFL?"}
{"id": 556, "query": "What is a combat game similar to paintball mentioned in the context?"}
{"id": 557, "query": "What are some of the conveniences of modern life mentioned in the context?"}
{"id": 558, "query": "What was the aim of the study conducted at the University Hospital of Traumatology, Zagreb, Croatia?"}
{"id": 559, "query": "What was the initial amount that Brian May could recover after settling a private nuisance dispute, and what was it increased to by a circuit judge?"}
{"id": 560, "query": "What are the most common types of benign moles?"}
{"id": 561, "query": "Who was the guest speaker at the first Home Town Heroes Awards hosted by Larry Richert and KDKA-TV?"}
{"id": 562, "query": "What is the author's preferred method for solving complex design tasks?"}
{"id": 563, "query": "What amenities does the Retro Box Hotel in Chumphon offer?"}
{"id": 564, "query": "How many rooms does the Montree Hotel in Munich have?"}
{"id": 565, "query": "What types of taxes has the Government of Pakistan imposed on the import of mobile phones?"}
{"id": 566, "query": "What is the main purpose of the book \"250 Essential Chinese Characters Volume 1\"?"}
{"id": 567, "query": "What are some aspects of women's makeup that men generally do not prefer according to the context?"}
{"id": 568, "query": "What are some of the classes offered within the FIRE program?"}
{"id": 569, "query": "What is the role of Identity and Access Management (IAM) in GDPR compliance according to Matthias Reinwarth?"}
{"id": 570, "query": "What is the purpose of the MLB.com At Bat app?"}
{"id": 571, "query": "What are the conditions for returning a product purchased from GRAFFITO ESHOP?"}
{"id": 572, "query": "What is the main purpose of the PSA by No More.org that was aired during the NFL?"}
{"id": 573, "query": "Why was a Boston radio station fined $4000 by the FCC?"}
{"id": 574, "query": "Who was deeply influenced by Photor's 1928 \"How Long How Long Blues\" and in turn influenced several generations of R&B performers?"}
{"id": 575, "query": "What is the unique feature of P Squared Wine Bar's menu system?"}
{"id": 576, "query": "Who scored the only run of the game between East Jackson and Cherokee Bluff?"}
{"id": 577, "query": "Who is the CEO of Jay Robb Enterprises, INC.?"}
{"id": 578, "query": "Who is the director of the Grand Opera's version of Jules Massenet's Manon?"}
{"id": 579, "query": "What did Jessica Ennis say about her body and how it contributes to her career?"}
{"id": 580, "query": "What is the main utility of VidyCoin (VIDY) in the Vidy system?"}
{"id": 581, "query": "What are the major responsibilities of the secretary for the ELCIC?"}
{"id": 582, "query": "What are the top 5 sports theme songs according to the context?"}
{"id": 583, "query": "What measures has the ASA taken to address the issue of awareness under general anesthesia?"}
{"id": 584, "query": "What are some reasons given for why women should not be afraid to make the first move in expressing their feelings?"}
{"id": 585, "query": "Who were the two designers mentioned in the context whose designs were being compared?"}
{"id": 586, "query": "What is the function of a swash plate in a helicopter?"}
{"id": 587, "query": "What are the steps to becoming a recognized spouse in the eyes of the military?"}
{"id": 588, "query": "What is the specialty of the C’est Cheese Food Truck?"}
{"id": 589, "query": "What is the benefit of the designs provided by Small Guest Bedroom graphic collection?"}
{"id": 590, "query": "Why did the company decide to purchase the DJI Ronin instead of renting a stabilizer for their music video project?"}
{"id": 591, "query": "What are the main ingredients needed to make a Croque Monsieur according to the provided recipe?"}
{"id": 592, "query": "What are some of the benefits of investing in moving insurance with East Austin Moving Insurance team at eMove?"}
{"id": 593, "query": "Who is the founder and chief imaginator at imaginibbles?"}
{"id": 594, "query": "What did the person use to make a puff skirt?"}
{"id": 595, "query": "Who were the performers on the first day of the Worldwide Festival 2010?"}
{"id": 596, "query": "What is the belief regarding the translation of the Bible into other languages?"}
{"id": 597, "query": "What did Willow Smith do instead of participating in a movie when she was 12?"}
{"id": 598, "query": "Who is suggested to be worked with to resolve the issue with the phone software upgrade?"}
{"id": 599, "query": "What is the solution to the issue of the code always copying the last keyword in the list?"}
{"id": 600, "query": "Who did the Minnesota Wild acquire from the San Jose Sharks?"}
{"id": 601, "query": "Who was the most frequent lobbyist visitor to the White House in 2010?"}
{"id": 602, "query": "What are the key elements to consider when writing a descriptive essay?"}
{"id": 603, "query": "How many patients attended the H1N1 flu clinic conducted by the Lincoln Trail District Health Department at Pritchard Community Center?"}
{"id": 604, "query": "What is the concept of Rvizion that made John Repko a runner-up in the 2020-2021 IDEA Competition?"}
{"id": 605, "query": "What factors did HF Group attribute to its poor performance for the year ended 31 December 2018?"}
{"id": 606, "query": "What is Bell's claim about the impact of P2P throttling on its network?"}
{"id": 607, "query": "What are the steps to repair a broken piano hammer shank with a sleeve?"}
{"id": 608, "query": "What activities were included in the week's training plan?"}
{"id": 609, "query": "What is the proposed rule to be added in section 3.1.3 according to Umit Yalcinalp?"}
{"id": 610, "query": "Who took over Impact Wrestling and managed to turn the promotion around?"}
{"id": 611, "query": "What are some strategies to handle negative questions during a job interview?"}
{"id": 612, "query": "What type of paint finishes are recommended for different areas of a home according to the context?"}
{"id": 613, "query": "What was the purpose of the Community Living Assistance Services and Supports Act (CLASS) that was abandoned by the Obama administration?"}
{"id": 614, "query": "What changed Lamia's view towards mankind and led her to deactivate the planet destroyer robot, Guinje?"}
{"id": 615, "query": "What is the policy regarding peanuts at Padre Pio Academy?"}
{"id": 616, "query": "What is the writer's current state of mind regarding their work and personal life?"}
{"id": 617, "query": "What is the key factor that enables the Donville Kent Capital Ideas Fund to rank among the best hedge funds in Canada according to Jesse Gamble?"}
{"id": 618, "query": "What is the purpose of the Fire and Rescue Services Act 2004 (FRSA)?"}
{"id": 619, "query": "What is the focus of the performance by the Hobby Horses?"}
{"id": 620, "query": "What are the advantages of being a printer in Shanghai despite the higher costs?"}
{"id": 621, "query": "Who is the most followed professional chef on Instagram according to the context?"}
{"id": 622, "query": "What are the advantages of the MegaMagnum water treatment system developed by Koch Membrane Systems, Inc.?"}
{"id": 623, "query": "What amenities does Novotel The Hague World Forum offer?"}
{"id": 624, "query": "What is the role of a job-site foreman or superintendent in a construction project?"}
{"id": 625, "query": "What event is taking place at Zon Aktif, Dataran Gemilang Presint 4?"}
{"id": 626, "query": "What is the price and mileage of the 2010 Nissan Maxima S used car in Fargo, ND 58103?"}
{"id": 627, "query": "What was the reaction of the person who found mini lobsters in their yard?"}
{"id": 628, "query": "Who is allowed to attend the 80 Words lecture-performance for free?"}
{"id": 629, "query": "Who was Robert Bruss and what was his contribution?"}
{"id": 630, "query": "How can sex accounts help in combating insomnia and improving mental and physical health?"}
{"id": 631, "query": "What is the role and experience required for the Associate System Verification Engineer position at Volvo in 2017?"}
{"id": 632, "query": "Who is being investigated by the federal government in relation to the Community Housing Improvement Program?"}
{"id": 633, "query": "What are the main ingredients for the light summer pasta recipe mentioned in the context?"}
{"id": 634, "query": "What are the three 2013 fireworks presentations at the Inn at Wawanissee Point?"}
{"id": 635, "query": "Who is the author of the week mentioned in the context?"}
{"id": 636, "query": "What significant action did the Consumer Financial Protection Bureau take under the leadership of Elizabeth Warren?"}
{"id": 637, "query": "What are some of the key features of St. Piran's Hall?"}
{"id": 638, "query": "What are the facilities and amenities available at the Galanias hotel where the yoga retreat takes place?"}
{"id": 639, "query": "What measures is the narrator taking to protect their plants from local wildlife?"}
{"id": 640, "query": "What is the problem mentioned regarding Pinterest in the context?"}
{"id": 641, "query": "What is the address and contact number of Ricci's Trattoria?"}
{"id": 642, "query": "What are the common characteristics of people in the Caucasus who are not aware of the Internet or do not use it frequently?"}
{"id": 643, "query": "Who won the men's swimming and diving state title at the CCCAA state meet in Monterey Park?"}
{"id": 644, "query": "What are some of the health benefits of How To Make Bone Broth Leaky Gut?"}
{"id": 645, "query": "What is the purpose of the Common Threads Awards?"}
{"id": 646, "query": "What was the average number of poults per hen in 2001 according to the Georgia Wildlife Resources Division's survey?"}
{"id": 647, "query": "Which three seeds germinated out of the ten uncommon seeds that were planned to start?"}
{"id": 648, "query": "What are the top supplying countries for cosmetic paper box products?"}
{"id": 649, "query": "What is David Rosenberg's view on the current inflation situation and its impact on the bond market?"}
{"id": 650, "query": "What event is the Mendon Festival of Trees Committee planning?"}
{"id": 651, "query": "What prizes did Jordan Conrad receive for being named a Teen Role Model and a “fresh face” for designer Paul Frank's spring campaign?"}
{"id": 652, "query": "What are the minimum system requirements to play Club Manager 2016?"}
{"id": 653, "query": "What is Aura 2 and what are its features?"}
{"id": 654, "query": "What is the warranty period for mechanical parts sold by 'the company'?"}
{"id": 655, "query": "What is the discount percentage on the New Balance Grey Flint Grey Shoes?"}
{"id": 656, "query": "What causes more migration now according to the model mentioned in the context?"}
{"id": 657, "query": "How many Electronic Musicians are mentioned in the context?"}
{"id": 658, "query": "What is the purpose of biomechanical modeling of the facial soft tissue behavior?"}
{"id": 659, "query": "What is the author's opinion about the pink bedroom and closet?"}
{"id": 660, "query": "Who is the young major-league shortstop that Mike Rizzo shows confidence in despite his errors?"}
{"id": 661, "query": "What were the components of the backyard renovation project carried out by Assiniboine?"}
{"id": 662, "query": "What are some factors that can influence the cost of auto insurance premiums?"}
{"id": 663, "query": "What was the main reason for the individual to join the Eco 13 program at Hava & Adam farm?"}
{"id": 664, "query": "What are some of the actions available in ActiveCampaign's automations?"}
{"id": 665, "query": "What is the main theory that underpins emotion recognition technology?"}
{"id": 666, "query": "What are some of the causes of musculoskeletal disorders in children?"}
{"id": 667, "query": "What does the arcanum \"Strength\" depict in Tarot's Major Arcana?"}
{"id": 668, "query": "Who is the final recruit of the Roughrider soccer team for the 1997 junior college soccer season?"}
{"id": 669, "query": "When will the gold medal match between Australia and the USA take place?"}
{"id": 670, "query": "What are some of the benefits of replacing old windows in a property?"}
{"id": 671, "query": "What are the two new projects introduced at Saint Paul's Primary School?"}
{"id": 672, "query": "What is the main purpose of the journey mentioned in the context?"}
{"id": 673, "query": "What is the main purpose of the trip to Sonoma/Napa?"}
{"id": 674, "query": "What are the three systems of carbon capture that are in various stages of development?"}
{"id": 675, "query": "What are the top 4 unique western boots recommended in the context?"}
{"id": 676, "query": "What is the prognosis for tuberculous meningitis?"}
{"id": 677, "query": "What factors contribute to the success of a Kickstarter campaign according to the study from the Georgia Institute of Technology?"}
{"id": 678, "query": "What are some of the top Nike running shoes for different types of running routines?"}
{"id": 679, "query": "What dish did Mackenzie Ferguson prepare that earned him bronze at the 2016 Concours Inter- national des Jeunes Chefs Rotisseurs competition?"}
{"id": 680, "query": "What is the purpose of the job tour launched by the corporate network \"IT FOR WORK\" of IHK Darmstadt and the Agency YOUNG?"}
{"id": 681, "query": "What significant improvement did the Linux kernel 2.0 bring over earlier versions?"}
{"id": 682, "query": "What is the median home value in Lakehead, CA?"}
{"id": 683, "query": "Who scored the most runs for Georgia Tech in the game against Georgia State?"}
{"id": 684, "query": "What is the author's prediction for the future of Hollywood?"}
{"id": 685, "query": "What was the main concern of American billionaire Jeff Greene at the 45th World Economic Forum in Davos, Switzerland?"}
{"id": 686, "query": "What are some of the benefits of being a member of the Goodwood Road Racing Club?"}
{"id": 687, "query": "Who is paired with Jake Steel in \"Male To Order\"?"}
{"id": 688, "query": "What is the unique feature of the Badass system in Borderlands 2?"}
{"id": 689, "query": "What can visitors do on Elizabeth's site?"}
{"id": 690, "query": "What were the goals of the Better Buildings Neighborhood Program developed by the U.S. Department of Energy?"}
{"id": 691, "query": "Why does the author suggest sneaking gluten-free food into coffee shops?"}
{"id": 692, "query": "What is the purpose of a power of attorney form in relation to taxes?"}
{"id": 693, "query": "Who is the founder of Orgasmic Birth?"}
{"id": 694, "query": "What is the main concern being discussed in this conversation?"}
{"id": 695, "query": "What are thujaplicins and what effect do they have?"}
{"id": 696, "query": "What was the first priority of the city's public works department during the snow storm?"}
{"id": 697, "query": "What are some of the features that make the Grandlok window distinctive and superior in design?"}
{"id": 698, "query": "Who is coerced by the Cybermen to do their dirty work?"}
{"id": 699, "query": "What are the three key components to save your body as a fitness instructor?"}
{"id": 700, "query": "Who was the guest speaker at the NDIA Washington, D.C. Chapter Defense Leaders Forum Breakfast?"}
{"id": 701, "query": "Where has Mao Sone taught music before?"}
{"id": 702, "query": "What are some precautions to take when using night depositories?"}
{"id": 703, "query": "Who are the two best middleweights in the world that will be fighting in the main event of UFC 82?"}
{"id": 704, "query": "What amenities does the two-bedroom luxury villa in Mendoza, Argentina offer?"}
{"id": 705, "query": "What are some of the features of the ideal classroom described in the context?"}
{"id": 706, "query": "What is Chechil and where is it popularly consumed?"}
{"id": 707, "query": "What is NICAM and who developed it?"}
{"id": 708, "query": "What is the impact of the government shutdown on environmental research projects across the nation?"}
{"id": 709, "query": "What was the main focus of the meeting of the South-East European Cooperation Process (SEECP) held in Chisinau?"}
{"id": 710, "query": "What is the estimated audience reach for the Nutcracker program at the Danbury Music Centre?"}
{"id": 711, "query": "What are some of the skills and tools that the course 'Calming the Storms of Stepfamily Conflict' aims to teach?"}
{"id": 712, "query": "What are some of the problems that might require the help of a local plumber in Jacksonville, FL?"}
{"id": 713, "query": "What are some of the accessible features incorporated in the regeneration project of the Guildhall at Brangwyn Hall in Swansea?"}
{"id": 714, "query": "What is the working pressure range for the Compact One Touch Tube Fittings?"}
{"id": 715, "query": "What is the purpose of the 2021 Social Media Calendar mentioned in the context?"}
{"id": 716, "query": "What are some of the benefits of using stainless steel for kitchen countertops?"}
{"id": 717, "query": "What are some of the topics covered on the website?"}
{"id": 718, "query": "What are five details to consider when searching for a personal loan?"}
{"id": 719, "query": "What is the purpose of the Lewiston Public Library's Jon F. Popkey Genealogy Room and Frieda C. Bourgon Local History Room?"}
{"id": 720, "query": "What were some of the issues the guest faced during their stay at the hotel?"}
{"id": 721, "query": "What was the result of the experiment conducted by researchers led by Professor Osama Azmy on rats with induced ovarian failure?"}
{"id": 722, "query": "What are some non-surgical treatments for Carpal Tunnel Syndrome?"}
{"id": 723, "query": "What is the purpose of switching user in windows server 2008 r2?"}
{"id": 724, "query": "What is the author's intention for the Lenten season?"}
{"id": 725, "query": "What are the benefits of Aerial Fitness?"}
{"id": 726, "query": "What is the strategy of the Fatty Tiger Restaurant for attracting customers and making profit?"}
{"id": 727, "query": "Who is Toby Jones joining in the cast of Bruce Goodison’s Leave To Remain?"}
{"id": 728, "query": "What unique feature does the company offer to ensure transparency during the bathroom remodel process?"}
{"id": 729, "query": "Who is the Center Director of the Southwestern Native Aquatic Resources and Recovery Center?"}
{"id": 730, "query": "What were the steps taken to sell the STP Haus?"}
{"id": 731, "query": "Who led Slovenia to victory against Italy in the Second Stage of the home EuroBasket?"}
{"id": 732, "query": "Who steps in as Lauren's new room mate in The Hills?"}
{"id": 733, "query": "What is the main topic discussed in the context?"}
{"id": 734, "query": "What is the author's reaction to the Vintage 1950s Hey Diddle Diddle Night Light?"}
{"id": 735, "query": "Who will not return to the Los Angeles Angels next season?"}
{"id": 736, "query": "What is the job requirement for the Major Accounts Sales District Manager position at ADP in Rancho Cucamonga, California?"}
{"id": 737, "query": "What is the HCG diet and where does the hormone come from?"}
{"id": 738, "query": "How is a String encoded into a sequence of bytes in Java?"}
{"id": 739, "query": "When was the first shovel of dirt turned to build the church at 1200 E.14th?"}
{"id": 740, "query": "What is the recommendation of Associated Holistic Physicians (AHP) to address the seasonal shortage of health care workers?"}
{"id": 741, "query": "What is a suggested technique to handle repeated questions from a loved one with memory loss?"}
{"id": 742, "query": "What are some of the time management tips suggested by Bonnie Joy Dewkett for small business owners?"}
{"id": 743, "query": "What was the public opinion in Arab countries regarding the outcome of the Arab Spring according to a poll conducted by Zogby Research Services in late 2011?"}
{"id": 744, "query": "What is the most enjoyable game Jester and his father watched together?"}
{"id": 745, "query": "What are some examples of classic color schemes?"}
{"id": 746, "query": "Why is it not advisable for expectant mothers to lie flat on their back during the latter part of pregnancy?"}
{"id": 747, "query": "What does the acronym MESH stand for in the context of MESH Cities?"}
{"id": 748, "query": "Who are the four quarterbacks competing for the starting position at the Notre Dame Blue and Gold game?"}
{"id": 749, "query": "Who did Williams defeat in the 2010 general election?"}
{"id": 750, "query": "What are some of the products that contain aluminum oxide?"}
{"id": 751, "query": "Who is the author of the semi-autobiographical novel, \"The Martian Child\"?"}
{"id": 752, "query": "What is the author's guilty pleasure?"}
{"id": 753, "query": "What is the purpose of the $50,000 grant given by the United Way Women’s Leadership Council to Spread the Word Nevada?"}
{"id": 754, "query": "Why did Zelenskyy replace the Independence Day Parade with entertainment events in Ukraine?"}
{"id": 755, "query": "Where are the two campuses of Kaplan Singapore located?"}
{"id": 756, "query": "What are some suggested gift ideas for Valentine's Day according to the context?"}
{"id": 757, "query": "What are the three valuation discounts that the court case allows for a business?"}
{"id": 758, "query": "Who contributed the credits for the game \"Laura Jones and the Secret Legacy of Nikola Tesla\"?"}
{"id": 759, "query": "Who hit his first two home runs of spring training?"}
{"id": 760, "query": "Who composed the music for the game \"The King of Dragons\"?"}
{"id": 761, "query": "Who has been appointed by Minister Naledi Pandor to investigate the issues at Vaal University of Technology?"}
{"id": 762, "query": "What is the 365 Colorful Adventures project?"}
{"id": 763, "query": "What is the author's new focus for his work on The Green House?"}
{"id": 764, "query": "What services does Demoman Demolition provide?"}
{"id": 765, "query": "What are the three categories of liaisons in LITA?"}
{"id": 766, "query": "What is the University of Pittsburgh psychophysiologist's opinion about Al Gore?"}
{"id": 767, "query": "What is the typical chronology of an artist's career as mentioned in the context?"}
{"id": 768, "query": "What did the author eat to avoid feeling guilty about not exercising?"}
{"id": 769, "query": "What type of beat is being discussed in the comments?"}
{"id": 770, "query": "Which company's shares rose 35.7 percent in Monday's pre-market trading after receiving Orphan Drug designation from the FDA for the treatment of pancreatic cancer?"}
{"id": 771, "query": "Who scored the overtime winner in Game 7 for the Chicago Blackhawks?"}
{"id": 772, "query": "What are some of the features of the Newton Graphing Calculator?"}
{"id": 773, "query": "What is the purpose of the Freedom Diner in Salt Lake City's Freedom Landing?"}
{"id": 774, "query": "What award did Frank L. Holt receive in 2005?"}
{"id": 775, "query": "What is a crucial step for small business owners in terms of finance management?"}
{"id": 776, "query": "Who initiates the proceedings to add, delete, or change the schedule of a drug or other substance?"}
{"id": 777, "query": "What are some of the renovations the narrator made to their home?"}
{"id": 778, "query": "What is the selection process for the Karnataka Forest Guard recruitment?"}
{"id": 779, "query": "What is the mission of Kids Love Learning?"}
{"id": 780, "query": "What does St. Thomas Aquinas suggest is the source of real hope and sustenance?"}
{"id": 781, "query": "Who are some of the patrons of the Eden Dora Trust?"}
{"id": 782, "query": "What are the ingredients needed to make Roasted Poblano Salsa?"}
{"id": 783, "query": "What are the requirements for a member to participate in approved Tugun Surf Club training?"}
{"id": 784, "query": "What was the arrangement made with Rhonda for the free camping at Port Douglas?"}
{"id": 785, "query": "Who are some of the registered alumni from the Macomb High School class of 1965?"}
{"id": 786, "query": "What are some of the side effects experienced by users of the medication Cordarone?"}
{"id": 787, "query": "What measures has Amazon taken to combat fake reviews and what challenges does it face?"}
{"id": 788, "query": "What are some of the incidents that a railroad is not required to report according to 49 CFR 225.15?"}
{"id": 789, "query": "What are the three Non-Labatt Canadian craft brewed Radlers mentioned in the context?"}
{"id": 790, "query": "Who is believed to be collecting the plastic bottles and litter from the banks of the Cooks River?"}
{"id": 791, "query": "Why has Real Madrid cooled their chase for Luka Modric?"}
{"id": 792, "query": "What is the origin of Budae jjigae and how is it prepared?"}
{"id": 793, "query": "Who won the NZSA Jessie Mackay Award for Best First Book of Poetry in 2010?"}
{"id": 794, "query": "What is Shivali Shukla's approach to teaching yoga to the current generation?"}
{"id": 795, "query": "What is the role of a Mobility Engineer?"}
{"id": 796, "query": "What is the Gnosis cost for a pair of tall boots in the Rite of Talisman Dedication?"}
{"id": 797, "query": "What types of clients does Sheppard, Mullin, Richter & Hampton LLP represent in their merger and acquisition activities?"}
{"id": 798, "query": "What was the issue ManelGris was facing with his POD XT live?"}
{"id": 799, "query": "What was the common sentiment expressed by customers about their experience with NationsChoice?"}
{"id": 800, "query": "Who won the U17 Men's event at the Scottish National XC Championships?"}
{"id": 801, "query": "Who coordinates the stop efforts in the ATLAS' SUSY group?"}
{"id": 802, "query": "What is Thom Tillis's stance on the Lynch nomination?"}
{"id": 803, "query": "What are the two types of cookies used by The Construction Centre?"}
{"id": 804, "query": "Where can Huxster's new self-titled album be purchased?"}
{"id": 805, "query": "What is the main topic of the articles mentioned in the context?"}
{"id": 806, "query": "What are the benefits of using Vlamorous Anti Aging Cream?"}
{"id": 807, "query": "What are some of the new products recently released for the Zero?"}
{"id": 808, "query": "Where and when is the first Write To Connect workshop series taking place?"}
{"id": 809, "query": "What is the book 'Ball Four' about?"}
{"id": 810, "query": "Why did the Sonic The Hedgehog game receive negative reviews and disappointing sales?"}
{"id": 811, "query": "What is a Competency Demonstration Report (CDR) and who assesses it?"}
{"id": 812, "query": "What is the typical approval time for a loan request at Castle Payday?"}
{"id": 813, "query": "What distinguishes macrophages from dendritic cells in the gut?"}
{"id": 814, "query": "Who will replace Dr. Herbert Grover as the Dean of the School of Math and Sciences at Wayland Baptist University?"}
{"id": 815, "query": "What was the public reaction to the new \"throughabout\" in Yeovil?"}
{"id": 816, "query": "What are the largest racial/ethnic groups in the 18510 zip code area?"}
{"id": 817, "query": "What are some of the benefits offered by Hodges Ford to its employees?"}
{"id": 818, "query": "What can you do with DeLite Config according to the context?"}
{"id": 819, "query": "Where did Jayne & Godfrey Wilkinson travel to in their Go-Pod in August 2019?"}
{"id": 820, "query": "What action did the federal government take to address the issue of grain stuck on the Canadian Prairies?"}
{"id": 821, "query": "What happened to the driver of the Nissan Altima after the crash on Route 539?"}
{"id": 822, "query": "What are the three processes through which transnational marriages can shape second-generation women’s attachment to work according to the study?"}
{"id": 823, "query": "What are some of the services provided by Intramodal and its sister company, Alliance Intrapak?"}
{"id": 824, "query": "What is the unique course created by Jodi Legnon at Northeastern State University and what does it teach?"}
{"id": 825, "query": "What are some of the features that will underpin iOS11 when it drops later this year?"}
{"id": 826, "query": "Who scored the highest points for LSU in the game against South Carolina?"}
{"id": 827, "query": "What are the main concerns when developing meals for astronauts on the International Space Station?"}
{"id": 828, "query": "What are the two colors available for the Lupita shoe?"}
{"id": 829, "query": "What are the benefits of using PolyLevel® for concrete leveling?"}
{"id": 830, "query": "How did Christ overcome temptations according to the text?"}
{"id": 831, "query": "What materials were used to decorate the recycled box for Autumn themed cards?"}
{"id": 832, "query": "What are lone-wolf operations and why do they occur according to the context?"}
{"id": 833, "query": "What amenities does the sub-penthouse in the AXXIS residential building offer?"}
{"id": 834, "query": "What are the new features of Australia's redesigned A$5 banknote?"}
{"id": 835, "query": "What are the transportation options available to reach Dorsett Shanghai from Pudong International Airport and Hong Qiao International Airport?"}
{"id": 836, "query": "Who was considered the hero of the week according to the Monday Morning Manager 2011, Edition 9?"}
{"id": 837, "query": "What is the history of the Scotia Bar and what paranormal activities have been reported there?"}
{"id": 838, "query": "What is the author's ethnicity and religious affiliation?"}
{"id": 839, "query": "What is a notable characteristic of Robert Frost's poetry style?"}
{"id": 840, "query": "What is the percentage of Cedar Fair's outstanding units owned by Q Funding?"}
{"id": 841, "query": "What are the different race categories in the Vail Mountain race?"}
{"id": 842, "query": "What is the potential consequence of the Texas Determinate Sentencing statute for the 16-year-old girl accused of smuggling cocaine?"}
{"id": 843, "query": "What are the common sentiments expressed by the individuals who have used Euan's personal training services?"}
{"id": 844, "query": "What are some of the features of Silver Oak Casino?"}
{"id": 845, "query": "What is the purpose of the narrator's visit to Askham Bog?"}
{"id": 846, "query": "What is the theme of the group exhibition “The Racing Will Continue, The Dancing Will Stay,” curated by Leo Li Chen and presented by Guangdong Times Museum?"}
{"id": 847, "query": "Who are some of the gay nominees and honorees announced for the Tony Awards in the context?"}
{"id": 848, "query": "What are some of the qualifications and requirements to become a private investigator in the UK?"}
{"id": 849, "query": "What is one of the ways China has helped boost agricultural production in Africa?"}
{"id": 850, "query": "What is the main focus of President Bush's team during his international travel?"}
{"id": 851, "query": "What are some of the mental health symptoms of iron deficiency?"}
{"id": 852, "query": "What is the frequency of the enshrinements mentioned in the context?"}
{"id": 853, "query": "Who are genuine cash house buyers and what percentage of the market value do they typically offer for a residential property?"}
{"id": 854, "query": "Who is the role model and matriarch for the group of sexual outcasts mentioned in the context?"}
{"id": 855, "query": "What is the purpose of the Football NSW MiniRoos Schools Program?"}
{"id": 856, "query": "What is the main focus of the paper by Lu Zhang in 2021?"}
{"id": 857, "query": "Who was Dale and what did he aspire to do?"}
{"id": 858, "query": "What is the name of the tour company the narrator started in 1999?"}
{"id": 859, "query": "Who predicted that young voters could be the deciders in the EU referendum?"}
{"id": 860, "query": "What is the plot of the film \"Movie 43\"?"}
{"id": 861, "query": "What are some of the challenges faced by family tree researchers when searching for information on their female ancestors?"}
{"id": 862, "query": "What is the new initiative that Coinbase has announced in the NFT space?"}
{"id": 863, "query": "What is the cause of croup in children?"}
{"id": 864, "query": "What is the Oxus Treasure and where was it found?"}
{"id": 865, "query": "What is the focus of the \"Sale of the Month\" in May according to the NDPC/N Newsletter?"}
{"id": 866, "query": "What are the Dalamtas caves known for?"}
{"id": 867, "query": "Where does Matt, the writer's friend, live?"}
{"id": 868, "query": "What is the purpose of the Lake Antoine Classic's proceeds?"}
{"id": 869, "query": "What are some of the features of the residential park home in Lakeview Park, Essex?"}
{"id": 870, "query": "What advice is given to those planning to use the Career Placement Services at the conference?"}
{"id": 871, "query": "How did Donald Krieger's peers and friends describe him in their posts on his Facebook page?"}
{"id": 872, "query": "Who is Tyson Moody?"}
{"id": 873, "query": "What is QiGong and how can it help with Seasonal Affective Disorder (SAD)?"}
{"id": 874, "query": "Who owns and operates the Jen and Barb: Real Moms tm website?"}
{"id": 875, "query": "How many packets of Splenda does the person consume in a day?"}
{"id": 876, "query": "What are some of the templates provided by Rackspace Cloud Orchestration for quick project setup?"}
{"id": 877, "query": "What is the stance of BirdLife Cyprus and the RSPB on the proposed amendment in the Cyprus Parliament regarding bird poaching and illegal bird trapping?"}
{"id": 878, "query": "What are the 5 apps that can enhance the email marketing experience?"}
{"id": 879, "query": "What is the name of the debut film by Takashi Murakami?"}
{"id": 880, "query": "What is the main purpose of the Bat World Educational Programs in North Texas?"}
{"id": 881, "query": "Why is Windows recommended as a family operating system?"}
{"id": 882, "query": "What was the professor's response when a student was caught chatting with another?"}
{"id": 883, "query": "Who designed the item referred to as \"Crime Scene\"?"}
{"id": 884, "query": "What does the San Diego Zoo Adventure package include?"}
{"id": 885, "query": "Which countries are participating in the FIFA Confederations Cup Brazil 2013?"}
{"id": 886, "query": "Who is Gary Sick and what is his connection to Iran?"}
{"id": 887, "query": "Who are some of the registered alumni from the Marysville Pilchuck High School class of 2001?"}
{"id": 888, "query": "Who is the marriage counsellor in the soap opera parody \"Counsel of Love\"?"}
{"id": 889, "query": "What type of clothing does Angelina Jolie's daughter Shiloh prefer to wear?"}
{"id": 890, "query": "What are some of the cases that were dismissed in Trumbull County?"}
{"id": 891, "query": "What are some potential health issues linked to endocrine disruptors like EA and BPA according to the studies?"}
{"id": 892, "query": "What are the steps to create a cornucopia from dough?"}
{"id": 893, "query": "What is the main focus of the initiative 'Somos Mujeres'?"}
{"id": 894, "query": "How is Mercedes-Benz using AR technology to improve its service department?"}
{"id": 895, "query": "What was the issue that users were facing?"}
{"id": 896, "query": "Who is the author and local historian that portrayed Collis P. Huntington in the \"Tracks\" exhibit at the Huntington Museum of Art?"}
{"id": 897, "query": "What is the purpose of the digitization project between Iron Mountain and Ohio University?"}
{"id": 898, "query": "What is the projected increase in Taco Bell's domestic annual sales by 2021 according to Yum! Brands Inc.?"}
{"id": 899, "query": "What is the current price of Source Naturals Taurine?"}
{"id": 900, "query": "What is a revocable living trust and how does it function in estate planning?"}
{"id": 901, "query": "What types of materials can the Diamond Rescue & Demolition Blade cut through?"}
{"id": 902, "query": "When is Teddy Bear Picnic Day officially celebrated?"}
{"id": 903, "query": "Who was the man that Sam Bethea and Jerome saw getting shot outside the Omni Hotel?"}
{"id": 904, "query": "What type of missile did North Korea claim to have successfully tested?"}
{"id": 905, "query": "What are the key features of the TotalControlPro software that Silverstone Composites uses?"}
{"id": 906, "query": "What is the purpose of the Heifer team's visit to various dairy farms in the Philippines?"}
{"id": 907, "query": "How can Multi-Factor Authentication with Keystone be used?"}
{"id": 908, "query": "What are some benefits of hiring a real estate agent according to the context?"}
{"id": 909, "query": "What are the differences between the BMW ActiveHybrid 7 and the Mercedes-Benz S-Class Hybrid?"}
{"id": 910, "query": "What services does MCC provide for self-employed individuals?"}
{"id": 911, "query": "What was the accuracy of the RoadTagger in inferring road types and measuring street information in occluded paths from digital maps of 20 U.S. cities?"}
{"id": 912, "query": "What is one of the features incorporated into the backporting process to increase automation?"}
{"id": 913, "query": "What is the main purpose of the Spin and Win Contest hosted by RVtravel.com?"}
{"id": 914, "query": "What is the fourth discipline of a triathlon according to the context?"}
{"id": 915, "query": "What is the market capitalization of IoTeX?"}
{"id": 916, "query": "What are the four ways in which mothers and fathers differ according to the Psychology book mentioned in the context?"}
{"id": 917, "query": "When was the last time the Huntington Beach High softball team won a Sunset League championship before their recent win?"}
{"id": 918, "query": "What type of rod does Jim use for fly fishing in the canal?"}
{"id": 919, "query": "What is a viable alternative to river sand in the construction industry?"}
{"id": 920, "query": "What did the MIT study find about the spread of true and false stories on Twitter?"}
{"id": 921, "query": "What is the average points per game scored by Xavier in Division 1 this year?"}
{"id": 922, "query": "Who initiated the Montgomery Bus Boycott and played a significant role in its success?"}
{"id": 923, "query": "What are some of the factors driving growth in the packaging machinery industry?"}
{"id": 924, "query": "What are some suggestions for refreshing outdoor living spaces for Fall?"}
{"id": 925, "query": "What is the author's perspective on the gender distribution in his cyber security classes?"}
{"id": 926, "query": "What are some of the variations mentioned for the chicken curry with coconut milk recipe?"}
{"id": 927, "query": "What are the key skills required for the Logistics Incharge Manager position at the reputed IT company?"}
{"id": 928, "query": "What is the goal of the Church of God Urban Missions?"}
{"id": 929, "query": "Who has been appointed to the U.S. Department of Homeland Security Academic Advisory Council from the University of Delaware?"}
{"id": 930, "query": "What services does A1woofiewalks provide?"}
{"id": 931, "query": "Who was the performer that the writer saw twice during the SXSW festival?"}
{"id": 932, "query": "Who was the first permanent settler in the Ottawa area and what were his contributions?"}
{"id": 933, "query": "What are some steps to monitor and defend your brand and reputation online?"}
{"id": 934, "query": "What is Palmitoyletanolaminde (PEA) known to be effective in treating?"}
{"id": 935, "query": "Where did the bride and groom decide to host their wedding and why?"}
{"id": 936, "query": "What are some ways shutters are used in wall decor?"}
{"id": 937, "query": "What is the theme song of the series Kamen Rider Ghost: The Legend Of The Hero Alain?"}
{"id": 938, "query": "What is unique about the RENEWAL program at Brookhaven Hospital?"}
{"id": 939, "query": "What services does Martell Capital Group LLC provide under the IRONGATE trademark?"}
{"id": 940, "query": "What is the main purpose of the Earth Hour event?"}
{"id": 941, "query": "What method was used to analyze the powder samples in the experiment?"}
{"id": 942, "query": "What is the mission of the global leader mentioned in the context?"}
{"id": 943, "query": "Where did John propose to the bride?"}
{"id": 944, "query": "What is the global average cost of a data breach according to the 2018 Cost of a Data Breach Study from IBM Security and Ponemon Institute?"}
{"id": 945, "query": "What was the revenue of Facebook in 2012?"}
{"id": 946, "query": "Who is the creator of Towerfall Ascension?"}
{"id": 947, "query": "What is the material of the packing slips sold by uspolypak?"}
{"id": 948, "query": "What is the art of Bonsai trees about?"}
{"id": 949, "query": "What is the Prone Mountain pose in Yoga and how does it help in maintaining good posture?"}
{"id": 950, "query": "What is the main objective of the Birthright Israel program?"}
{"id": 951, "query": "What are some common garden shed designs?"}
{"id": 952, "query": "Can a payday loan company legally threaten to have a person arrested for not paying back the loan?"}
{"id": 953, "query": "What are some of the features of the Don Allen Health Science Building at Weatherford College?"}
{"id": 954, "query": "Who invented the 'solid state' Loran transmitter and what company did he found to exploit this technology?"}
{"id": 955, "query": "What position did Joe Schmidt play for the Detroit Lions and for how many seasons?"}
{"id": 956, "query": "What is the name of the company that operates QuickFlirt and where is it based?"}
{"id": 957, "query": "What is the workaround for the bug in the gradle parallel test runner?"}
{"id": 958, "query": "What is the process of loading a quilt on a longarm quilting machine?"}
{"id": 959, "query": "What does the Hebrew word Tenach represent and what are its three parts?"}
{"id": 960, "query": "What were the three projects presented in the book \"The Joiner and Cabinet Maker\"?"}
{"id": 961, "query": "Who is Kristen and what is her role in business strategy?"}
{"id": 962, "query": "What are some benefits of using the Tagging plugin in a community?"}
{"id": 963, "query": "What were the top three forms of government support desired by SMEs according to the straw poll conducted on the My Business site?"}
{"id": 964, "query": "Who admitted that the Terri Schiavo GOP talking points memo was real?"}
{"id": 965, "query": "What was the reason for the significant increase in Sotheby's shares?"}
{"id": 966, "query": "Who is the author of the book \"Matter\"?"}
{"id": 967, "query": "What were the differing views of wealth according to the School of Shammai and the School of Hillel?"}
{"id": 968, "query": "Where did Samy, the international student from India, go for a six-month internship?"}
{"id": 969, "query": "What is the application period for the International Economics and Trade program?"}
{"id": 970, "query": "What do women want when they are prescribed a medication that can cause birth defects?"}
{"id": 971, "query": "What are some of the specialties offered at this location?"}
{"id": 972, "query": "What are the three key elements driving the consumption of 3D worldwide according to Legend 3D's Foley?"}
{"id": 973, "query": "Who was the art teacher remembered at the \"Not Quite Spoleto\" Art Exhibit during the 2008 Moultrie High School Class Reunion?"}
{"id": 974, "query": "What is the main difference between using Fuji film and Polaroid film in the image transfer process?"}
{"id": 975, "query": "What does the Latin phrase \"incipit vita nova\" inscribed on the College shield mean?"}
{"id": 976, "query": "Who submitted the photograph of William Shakespeare's Lebenslauf?"}
{"id": 977, "query": "What is the Reserve Bank of New Zealand?"}
{"id": 978, "query": "Who is the unsung hero of Bedford Falls in the film \"It's A Wonderful Life\"?"}
{"id": 979, "query": "What is the plan of the person after moving into a condo next to the ocean?"}
{"id": 980, "query": "What are the ingredients needed for John's Mashed Potatoes?"}
{"id": 981, "query": "What is the theme of this year's conference?"}
{"id": 982, "query": "Who was the head coach of the Baylor men's tennis team in 2013?"}
{"id": 983, "query": "What is the name of the shop that Jamie Meares opened in Raleigh, North Carolina and what kind of items does it offer?"}
{"id": 984, "query": "What are Kristina31's professions?"}
{"id": 985, "query": "What are some common modifications made to the interior of a car?"}
{"id": 986, "query": "What are some of the benefits of online quoting service companies for car insurance?"}
{"id": 987, "query": "What are the four categories of factors that influence entrustment decision-making in health care according to the context?"}
{"id": 988, "query": "What is required from a student-athlete before they can practice or compete at the University of Minnesota?"}
{"id": 989, "query": "Who designed the famous meat dress worn by Lady Gaga?"}
{"id": 990, "query": "Who was the Sage King that fought bravely until the end and managed to take down four of the thirteen Supreme Gods?"}
{"id": 991, "query": "Who are the talented pianists from Wisconsin mentioned in the context?"}
{"id": 992, "query": "Who are the main characters in the play \"Rabbit Hole\" produced by Harlequin Productions?"}
{"id": 993, "query": "What is the Bigfoot Law in Skamania County?"}
{"id": 994, "query": "What was the unemployment rate for young Canadians aged 15-24 in April according to the Statistics Canada’s April Labour Force Survey?"}
{"id": 995, "query": "What are the operating hours of the SW edition of Lardo?"}
{"id": 996, "query": "What is the role of a Higher Power in the 12 Step Fellowship program?"}
{"id": 997, "query": "What is the suggested method to discover your superpowers according to Martin Formato?"}
{"id": 998, "query": "What was the most common error found in the report?"}
{"id": 999, "query": "What are some of the team building activities offered by Dial M Productions?"}
{"id": 1000, "query": "Who won the main card bout at Strikeforce: Tate vs. Rousey in Columbus, Ohio?"}
{"id": 1001, "query": "What was the outcome of the assault suit brought against Ahmad Zahid Hamidi by businessman Amir Abdullah Bazli?"}
{"id": 1002, "query": "What is the price of the Purple Paw Touch Screen Gloves?"}
{"id": 1003, "query": "What are the three basic elements required for real time augmentation in the Sakaar application?"}
{"id": 1004, "query": "What is the criticism against the law increasing the biofuel content of petrol and diesel to a minimum of 2.5%?"}
{"id": 1005, "query": "What was Maduro's proposal to the opposition regarding the December 6 parliamentary elections?"}
{"id": 1006, "query": "Who is Jessie Carney Smith and what is her contribution to library sciences?"}
{"id": 1007, "query": "Where is the quartzite boulder located?"}
{"id": 1008, "query": "What are the Arabian and Scimitar horned oryx and why are they significant in Marwell Wildlife Park?"}
{"id": 1009, "query": "What is one tip mentioned for ensuring safety while shopping online?"}
{"id": 1010, "query": "What is the role of a personal injury attorney in a Product Liability Lawsuit?"}
{"id": 1011, "query": "What is the tradition of the author's family when a child or grandchild is born?"}
{"id": 1012, "query": "What is the cost of the \"Here Comes The Sun Long Sleeve Tee\" and how much does it contribute to Nepal?"}
{"id": 1013, "query": "Who awards the authors of the best scientific articles annually at the University of Ljubljana?"}
{"id": 1014, "query": "What are the features of Patagonia’s Minimalist wading jacket?"}
{"id": 1015, "query": "What are some of the issues with the Alarms app for Android as mentioned in the context?"}
{"id": 1016, "query": "What are the two questions that a business owner is legally allowed to ask about a service dog?"}
{"id": 1017, "query": "What are some of the benefits of having renter's insurance for a first apartment?"}
{"id": 1018, "query": "What caused the initial tension between the narrator and her friend in high school?"}
{"id": 1019, "query": "What was the number of agricultural tractors in Guinea in the year 2000?"}
{"id": 1020, "query": "How did the band Subject to Thoughts add a vocalist to their lineup?"}
{"id": 1021, "query": "Who is considered for the Big East Player of the Year according to the context?"}
{"id": 1022, "query": "What are some strategies to excel at being a Pokemon trainer in Pokemon Go?"}
{"id": 1023, "query": "What does the Arguments Object in JavaScript pertain to?"}
{"id": 1024, "query": "What type of cuisine does the restaurant Ulla Winbladh offer?"}
{"id": 1025, "query": "Who is the primary caregiver to Gideon?"}
{"id": 1026, "query": "What is the process to apply for the government funded childcare at Dizzy Ducks?"}
{"id": 1027, "query": "What is the purpose of the Top Format Buyers 2013 guide?"}
{"id": 1028, "query": "What materials are used to make the Green Square EVA Nail File and Buffer?"}
{"id": 1029, "query": "What is the first general session at Oracle's OpenWorld and JavaOne called?"}
{"id": 1030, "query": "What was the purpose of the author's journey around Portland?"}
{"id": 1031, "query": "When was the last time Preston North End beat Bolton at Deepdale?"}
{"id": 1032, "query": "What services does the hair stylist offer at the salon in Las Vegas?"}
{"id": 1033, "query": "What are some of the strategies suggested to boost productivity in Australia?"}
{"id": 1034, "query": "What are the two primary functions of the Community Development Studies and Education Department?"}
{"id": 1035, "query": "What is the main difference between GML and KML in terms of their functionality?"}
{"id": 1036, "query": "What is the correct phrasing of \"The Blessing\" as said by the narrator's father?"}
{"id": 1037, "query": "When was the debut album of Panic! At the Disco released?"}
{"id": 1038, "query": "What was the research focus during the post-doctoral period at Imagine - Institut des maladies génétiques / Institut de Psychiatrie et Neurosciences de Paris?"}
{"id": 1039, "query": "What are some of the defining characteristics of a NoSQL database?"}
{"id": 1040, "query": "What is the Kahlua Fudge Sheet Cake recipe perfect for?"}
{"id": 1041, "query": "What is the author's opinion on the use of chemical products before they are proven to be safe?"}
{"id": 1042, "query": "What are the concerns expressed by the reader from Washington regarding the education system?"}
{"id": 1043, "query": "Why was Fred Goodwin's knighthood annulled by Queen Elizabeth II?"}
{"id": 1044, "query": "What is the net worth of Ross according to Forbes?"}
{"id": 1045, "query": "Who is the free agent from the Los Angeles Lakers that is scheduled to meet with Heat president Pat Riley?"}
{"id": 1046, "query": "When and where was the Culinary Olympics first staged?"}
{"id": 1047, "query": "What are some alternatives to SNMP mentioned in the context?"}
{"id": 1048, "query": "What are the entry criteria for the MotorTrend Car of the Year contest?"}
{"id": 1049, "query": "Who were the two surviving colleagues of Dr. Herzl present at the ceremony commemorating the 50th anniversary of his death?"}
{"id": 1050, "query": "Why did David Petraeus resign from his position as the director of the CIA?"}
{"id": 1051, "query": "Who has been working for 17 years to turn on ENVIROLENE® production?"}
{"id": 1052, "query": "What is an arrest record?"}
{"id": 1053, "query": "What are some of the key features of the 2005 Toyota Sienna XLE?"}
{"id": 1054, "query": "What are some of the wedding trends in Boston according to local experts?"}
{"id": 1055, "query": "Who is Wendell Henckel and what is he known for?"}
{"id": 1056, "query": "What is the plot of the novella \"The Man From Downstream\" by Shane Tourtellotte?"}
{"id": 1057, "query": "What was the user's experience updating from 9.0-RELEASE to 10.0-CURRENT?"}
{"id": 1058, "query": "What is the main focus of the documentary Cleanflix?"}
{"id": 1059, "query": "What are some of the health benefits of consuming Methi?"}
{"id": 1060, "query": "What is the main difference between escorts and call girls according to the context?"}
{"id": 1061, "query": "What was the reaction of the Brooklyn College Faculty Council to the administration's curriculum changes?"}
{"id": 1062, "query": "What is the theme of the song 'Same Guy' by Eades?"}
{"id": 1063, "query": "What is the target for Brentford in the upcoming game against Derby County?"}
{"id": 1064, "query": "What was the route of the walk described in the blog post?"}
{"id": 1065, "query": "What are the three manufacturing styles of Persian and Oriental rugs mentioned in the context?"}
{"id": 1066, "query": "Who terminated their relationships with Paula Deen after a scandalous deposition emerged?"}
{"id": 1067, "query": "What is the purpose of using control groups in multichannel marketing campaigns?"}
{"id": 1068, "query": "What is the special feature of the automatic system in the Hyt Replica Watches For Sale?"}
{"id": 1069, "query": "Who is the editor of \"The Routledge Handbook of Tourism Geographies\"?"}
{"id": 1070, "query": "What are the benefits of using kettlebells in training?"}
{"id": 1071, "query": "What was Singapore's Net Employment Outlook for the final quarter of 2017 according to the ManpowerGroup Employment Outlook Survey?"}
{"id": 1072, "query": "Who won the \"Maxell Song of the Year\" from the 13th annual John Lennon Songwriting Contest?"}
{"id": 1073, "query": "Who is Carlos Condit waiting to have a title shot against?"}
{"id": 1074, "query": "When does the Sun journey through Sagittarius until, according to the context?"}
{"id": 1075, "query": "Who scored the winning three-point play in the preseason game between the Charlotte Hornets and the Miami Heat?"}
{"id": 1076, "query": "What are the common reasons for employees in India becoming unhealthy and what are the remedies suggested?"}
{"id": 1077, "query": "What has God given to humans according to the scriptures?"}
{"id": 1078, "query": "What are some ways suggested to use the provided birthday quotes for Mom?"}
{"id": 1079, "query": "What method did J.T. suggest to Sudhir for collecting data for his research in the black neighborhoods of Chicago?"}
{"id": 1080, "query": "Who were the members of the Scientific Advisory Board for Quality Assurance (WBQ) in the NORAH study?"}
{"id": 1081, "query": "What is the term used to describe a player working in isolation in the clutch in basketball games?"}
{"id": 1082, "query": "What is the definition of a Demisexual?"}
{"id": 1083, "query": "What are some of the new features introduced in iOS 7?"}
{"id": 1084, "query": "What activities did Mr. Paul, the comedy magician, perform with the children at the Girard Free Library?"}
{"id": 1085, "query": "What is the main criticism the author has about the Catholic Church's approach to engaging young people?"}
{"id": 1086, "query": "What is the title of the painting discussed in the context and what biblical event does it depict?"}
{"id": 1087, "query": "What event is a Portsmouth dad preparing for to support those with cerebral palsy and multiple sclerosis?"}
{"id": 1088, "query": "What were the three questions Charles Rutherford asked his doctor before deciding to amputate his foot?"}
{"id": 1089, "query": "Who is the author of the novel \"Don't Forget Me\"?"}
{"id": 1090, "query": "What is the selling price and date of sale for the property at 100 Cardinal Ln, Hartland WI 53029-2337?"}
{"id": 1091, "query": "What is a unique feature of the tea display at The Well Coffee House?"}
{"id": 1092, "query": "What are the bonus categories in which the NAB Rewards Signature Visa card earns twice as many points?"}
{"id": 1093, "query": "Who is the author of the book \"When Robin the Pig met Lily the Chick – A Love Story in Rhymes\" and where does he currently reside?"}
{"id": 1094, "query": "How many bedrooms and bathrooms does Orchard Cottage have and what are some of the amenities provided?"}
{"id": 1095, "query": "What is one of the achievements of Gary Johnson during his tenure as governor of New Mexico?"}
{"id": 1096, "query": "What is a senior's equity loan or reverse mortgage?"}
{"id": 1097, "query": "What is the purpose of the Drum Washer Cleaning System Model DW55-ITR?"}
{"id": 1098, "query": "What allegations were made against the makers of the Power Balance bracelet in the class-action lawsuit?"}
{"id": 1099, "query": "What are the features of the FanScore app for Nottingham Forest's fans?"}
{"id": 1100, "query": "What are the techniques that can be used instead of SQL cursors according to the context?"}
{"id": 1101, "query": "Who was confirmed as the headlining event for the 2018 Franklin County Fair?"}
{"id": 1102, "query": "What are the steps to achieve the described makeup look?"}
{"id": 1103, "query": "Who provides authorized Jenn Air appliance repair services in Dallas, TX?"}
{"id": 1104, "query": "Who is the head of the village in Rakiraki according to the photo album?"}
{"id": 1105, "query": "Who are some of the Star Wars related guests announced for the FAN EXPO Vancouver?"}
{"id": 1106, "query": "What is the purpose of the new magazine launched by the Orleans Chamber of Commerce?"}
{"id": 1107, "query": "What are some of the new features and improvements that come with upgrading to Multi Theft Auto: San Andreas 1.5 from MTA:Race?"}
{"id": 1108, "query": "What is the main purpose of Thule Group AB opening a physical store in Denver, Colorado?"}
{"id": 1109, "query": "What significant step did China take in December 2016 to help protect Africa's wildlife?"}
{"id": 1110, "query": "When was the University of Lethbridge established and what was its initial student body size?"}
{"id": 1111, "query": "How can one propagate Hoyas?"}
{"id": 1112, "query": "What was the most surprising post on the blog in 2012?"}
{"id": 1113, "query": "Who owns the domain Onf.coop?"}
{"id": 1114, "query": "What are some of the lessons that can be learned from the divorce of Tom Cruise and Katie Holmes according to the context?"}
{"id": 1115, "query": "Who first described emotions in animals and how did he define them?"}
{"id": 1116, "query": "What happens when resource limits are not defined in Kubernetes containers?"}
{"id": 1117, "query": "What amenities does the Harmonia guest house in Ipanema offer?"}
{"id": 1118, "query": "Who were the first to rescue after the atomic bombing of Hiroshima?"}
{"id": 1119, "query": "What is a strongly desired feature for the upcoming iPhone 7 according to the context?"}
{"id": 1120, "query": "What happened to cPanel & WHM version 68 after the release of Version 70 to STABLE on June 6th?"}
{"id": 1121, "query": "Who admitted to stealing private documents from the Heartland Institute by impersonating a board member using a fake email address?"}
{"id": 1122, "query": "What challenges do young Canadian fighters face in MMA according to Patrick Cote?"}
{"id": 1123, "query": "Who did Toronto FC draft sixth overall in the MLS SuperDraft?"}
{"id": 1124, "query": "Who conducts the National Eligibility Test (NET) on behalf of UGC?"}
{"id": 1125, "query": "What is the central theme of Laura Bielau's photo book Arbeit (Work)?"}
{"id": 1126, "query": "What was the author's experience with the tea from the newly opened coffee and tea shop in Beverley?"}
{"id": 1127, "query": "Who co-wrote Miley Cyrus' \"Party in the U.S.A.\" with Dr. Luke?"}
{"id": 1128, "query": "What is the maximum initial duration of any Call-Off Contract that may be placed by an eligible Contracting Body according to the G-Cloud 10 procurement?"}
{"id": 1129, "query": "What factors should be considered when determining the writing style and length of an article?"}
{"id": 1130, "query": "What are the main ingredients needed to prepare Thai Herbal Salmon Salad (Phla Pla Salmon)?"}
{"id": 1131, "query": "Who was Mathys Kauffmann and what happened to him in the period from 1659 to 1660?"}
{"id": 1132, "query": "What was the mistake made on the \"reset\" button presented by Hillary Clinton to Sergey Lavrov in 2009?"}
{"id": 1133, "query": "What are some of the shortcut keys used in Adobe Premiere Pro for editing?"}
{"id": 1134, "query": "What does the Tree of the Cross symbolize according to the text?"}
{"id": 1135, "query": "What was the modification made to the Creamy Wild Mushroom Soup with Pecorino recipe by the user dchapdelaine?"}
{"id": 1136, "query": "What are the amenities included in the building complex of the property listed at 32 Cambridge Way?"}
{"id": 1137, "query": "What are some of the job opportunities available in Gulshan-E-Iqbal, Karachi?"}
{"id": 1138, "query": "Who announced his support for marriage equality and what was the catalyst for his change of position?"}
{"id": 1139, "query": "Where and when is Michael Chioldi's special concert taking place?"}
{"id": 1140, "query": "What are the specific types of use considered fair in the context of educational activities at ECU?"}
{"id": 1141, "query": "What is the main concern about the website \"ThinBlueLineShop.com\" according to the context?"}
{"id": 1142, "query": "What is the maximum file size per MatCap image that PRO, Premium, and Business users can import?"}
{"id": 1143, "query": "How did the narrator meet Shannon and Chelf?"}
{"id": 1144, "query": "What are some of the criticisms of the 3rd season of Stranger Things according to an audience member's review on IMDB?"}
{"id": 1145, "query": "Who invited Metropolitan Herman for his first official visit to the Russian Orthodox Church in 2003?"}
{"id": 1146, "query": "What is the narrator's opinion about the behavior of Edmonton's Young Manhood?"}
{"id": 1147, "query": "What are the services included in Valvoline Instant Oil Change and how much do they cost?"}
{"id": 1148, "query": "How much did the presence of the Denver Broncos increase the home team's ticket prices on the secondary market in the 2013 NFL season?"}
{"id": 1149, "query": "What is the purpose of the Flak Jacket perk in the game according to the context?"}
{"id": 1150, "query": "What recognitions has the Shree Swaminarayan Mandir Kingsbury received since its opening in 2014?"}
{"id": 1151, "query": "What are some of the qualifications for the Marketing Outreach Manager job near Beverly, MA?"}
{"id": 1152, "query": "What should you do if a locksmith changes their quote upon arrival?"}
{"id": 1153, "query": "What is the context about?"}
{"id": 1154, "query": "Who produced the third full studio album of RECKLESS LOVE?"}
{"id": 1155, "query": "What are the new operating hours of the Molly Muriel Apothecary retail shop?"}
{"id": 1156, "query": "Who was named as the game one starter for the 2021 Northwestern Football season?"}
{"id": 1157, "query": "What is the purpose of the new US$1 billion appeal launched by the UN Refugee Agency, UNHCR?"}
{"id": 1158, "query": "What is the unique ritual Nikki Heat follows when approaching a new homicide case?"}
{"id": 1159, "query": "What is Pomerantz LLP investigating about Bristow Group, Inc.?"}
{"id": 1160, "query": "What is the unique feature of the first expansion to The Lord of the Rings Online that Gabe found interesting?"}
{"id": 1161, "query": "What was the cause of the rapid deterioration and eventual death of the transplant recipient in Michigan?"}
{"id": 1162, "query": "What are the key ingredients for the Teriyaki Pork Meatballs recipe?"}
{"id": 1163, "query": "What are the requirements and qualifications for the Patient Safety Coordinator position at the PMS Health Center System?"}
{"id": 1164, "query": "What significant changes occurred at Pacific Standard in 2016?"}
{"id": 1165, "query": "What are the four jobs the person has had in their life?"}
{"id": 1166, "query": "What were the most successful species of industrial fish used as feed for the ongrowing stage of turbot cultivation?"}
{"id": 1167, "query": "What should one do if their right eye or hand causes them to sin, according to the text?"}
{"id": 1168, "query": "What is the major difference between C++ and Java-like languages in terms of memory management?"}
{"id": 1169, "query": "What is the primary function of Carbinite coating and what is its secondary benefit?"}
{"id": 1170, "query": "What does the name 'Parsifal' mean in the context of the myth discussed?"}
{"id": 1171, "query": "What is the position that Chris Chester hopes his team can replicate from last year's season?"}
{"id": 1172, "query": "What is the main focus of the workshop in Santa Fe, New Mexico?"}
{"id": 1173, "query": "What is the importance of a unique strategy for a business according to the context?"}
{"id": 1174, "query": "What is the bold prediction made by Don McGettigan for the 2012 baseball season?"}
{"id": 1175, "query": "Who are the central characters in Boris Eifman's ballet production \"Rodin\"?"}
{"id": 1176, "query": "How does the artist describe their work?"}
{"id": 1177, "query": "What is the purpose of a P-5 oil and gas surety bond in Texas?"}
{"id": 1178, "query": "What is the game based on poker hand rankings mentioned in the context?"}
{"id": 1179, "query": "What is the role of the wife in the context of driving according to the narrator?"}
{"id": 1180, "query": "What are some potential positive effects of playing video games mentioned in the context?"}
{"id": 1181, "query": "What percentage of Illinois voters support the proposed changes to state law in the “Gun Dealer Licensing Act” according to the research conducted on behalf of Americans for Responsible Solutions?"}
{"id": 1182, "query": "What is the location of the Kandiole Gold Project where Roscan Gold Corporation has initiated a drilling program?"}
{"id": 1183, "query": "What is the aim of National Pain Week?"}
{"id": 1184, "query": "Who is the founder of Bahrain Game Developers (BGD), the first local game development community in Bahrain?"}
{"id": 1185, "query": "What were the consequences for the workers at the Shanghai Shinmei Electric plant in China if they were late from their two-minute bathroom break?"}
{"id": 1186, "query": "What are some methods to move a 25 gigabyte file from a Mac to a PC?"}
{"id": 1187, "query": "What should be done within 50 miles after wheels are placed on vehicles?"}
{"id": 1188, "query": "What are the materials used in the Soft Country Angel Christmas Ornament by Pacific Rim?"}
{"id": 1189, "query": "What is the Efficient Conditionally Similar tests (ecs) used for?"}
{"id": 1190, "query": "What are some methods mentioned for killing off large parts of a lawn for replanting?"}
{"id": 1191, "query": "What issue is the Los Angeles City Council focusing on regarding roosters?"}
{"id": 1192, "query": "How many workouts did the author manage to complete in the week when their daughter started having sleep issues?"}
{"id": 1193, "query": "What is the main focus of James Balog's film \"Chasing Ice\"?"}
{"id": 1194, "query": "What was the reaction of the public and the media when the NFL replaced the union referees with replacement referees?"}
{"id": 1195, "query": "What are some advantages of mobile websites over mobile apps?"}
{"id": 1196, "query": "Why is tummy time recommended for babies from birth?"}
{"id": 1197, "query": "Who is Jan 'The Milk' Young's milk round partner?"}
{"id": 1198, "query": "What are some of the features of the RADSPEED product line by Cobra?"}
{"id": 1199, "query": "What services does Acrylic Block Guys provide in Leon, IA?"}
{"id": 1200, "query": "Who scored the highest runs in the West Indies Women's team against South Africa Women?"}
{"id": 1201, "query": "What is the purpose of the Basic Wetland Delineator Training course?"}
{"id": 1202, "query": "Who is Steve Rogers planning to recruit for his mission to take down Hydra from the inside?"}
{"id": 1203, "query": "Where was one of the scenes in the movie filmed?"}
{"id": 1204, "query": "What are the two versions of China's GDP provided by PWT 7.0?"}
{"id": 1205, "query": "What is the purpose of the Digital Asset Creation Tool (DACT) developed by BlockEx?"}
{"id": 1206, "query": "Who owns and operates the site usbfever.com?"}
{"id": 1207, "query": "Why did Bora “YellOwStaR” Kim leave Team SoloMid?"}
{"id": 1208, "query": "When did Caldwell Sugars Co-op cease operations?"}
{"id": 1209, "query": "What are some of the products mentioned in the context?"}
{"id": 1210, "query": "What is the limitation of restoring data from iTunes backup and how can it be overcome?"}
{"id": 1211, "query": "What is the main reason for the higher-than-average unemployment rate in Pennsylvania despite the availability of good jobs?"}
{"id": 1212, "query": "What is the main realization after a year of exploring what people need according to The Wild Moon Society?"}
{"id": 1213, "query": "What is the objective of the game \"Going Nuts\"?"}
{"id": 1214, "query": "What are some of the negative implications of chronic teeth grinding?"}
{"id": 1215, "query": "What are some of the benefits of joining the RAF Memorial Flight Club?"}
{"id": 1216, "query": "When was the house at 405 Eisenbrown St, Reading, PA 19605 last sold and for what price?"}
{"id": 1217, "query": "What are the benefits of a student membership at Mekorot?"}
{"id": 1218, "query": "What was the impact of the TC Heartland LLC v. Kraft Foods Grp. Brands LLC decision on the location of patent infringement lawsuits?"}
{"id": 1219, "query": "Did the juice cleanse help improve the skin condition of the person who tried it?"}
{"id": 1220, "query": "What are the qualifications to worship God according to Psalm 24?"}
{"id": 1221, "query": "What is the importance of the SSC Eastern Region Admit Card 2016 for candidates?"}
{"id": 1222, "query": "What event was discussed on September 29, 2012?"}
{"id": 1223, "query": "What are some common uses of belt conveyors in the material handling industry?"}
{"id": 1224, "query": "What are some of the advantages and disadvantages of internet banking mentioned in the context?"}
{"id": 1225, "query": "What are the requirements for the photographs submitted to the Cozumel Scuba Fest Photo Contest?"}
{"id": 1226, "query": "What was the issue that needed to be worked around in mkchromecast version 0.3.9~git20200902+db2964a-2?"}
{"id": 1227, "query": "What activities are included in the 5 days Deluxe Rwanda Safari?"}
{"id": 1228, "query": "What is James Rutherford's favourite Brahms composition and why?"}
{"id": 1229, "query": "What is the target type and tee type of Eastern Avenue Park?"}
{"id": 1230, "query": "What are some strategies to increase wealth during retirement according to the context?"}
{"id": 1231, "query": "What is the purpose of the Bike Bits bulletin from the Adventure Cycling Association?"}
{"id": 1232, "query": "What are some of the challenges and considerations when a musician or artist is dating a fan?"}
{"id": 1233, "query": "What is the main ingredient of the Swan Noodle Soup if swan is unavailable?"}
{"id": 1234, "query": "Who is Gilbert N. Kahn and what is his profession?"}
{"id": 1235, "query": "What is the condition of the Vtg Czech Pink English Cut Glass Beads Necklace?"}
{"id": 1236, "query": "How many Belgian refugees were hosted in the UK during WW1?"}
{"id": 1237, "query": "What is the estimated worth of Fun4thebrain.com?"}
{"id": 1238, "query": "What are some signs that a guy likes you and is trying to make you jealous?"}
{"id": 1239, "query": "What are the main steps in the \"Freedom within a Budget\" plan?"}
{"id": 1240, "query": "What was the solution for the collar of the Ithilien Brocade Jacket when there wasn't enough room for a center 'knot'?"}
{"id": 1241, "query": "What is the key requirement of the plume hypothesis tested by Denis Andrault and his team?"}
{"id": 1242, "query": "What health condition did director David Dhawan suffer from at Bunty Walia and Vanessa Parmar’s wedding party?"}
{"id": 1243, "query": "What facilities and activities are available at Bezuidenhout B&B in Malelane, Wild Frontier?"}
{"id": 1244, "query": "Why did Jim decide to purchase the Journey SXT?"}
{"id": 1245, "query": "What is the capacity of the KitchenAid KSM7586PSR 7-Quart Pro Line Stand Mixer?"}
{"id": 1246, "query": "What are the main ingredients used in the preparation of Swedish Meatballs?"}
{"id": 1247, "query": "What is the teaching experience of Mrs. Jyoti Patil in the Civil Engineering department?"}
{"id": 1248, "query": "Why did the Marion County Sheriff's Department decide to invalidate all of its parking placards?"}
{"id": 1249, "query": "What are some of the unique features of the English diner mentioned in the context?"}
{"id": 1250, "query": "What are the proposed changes to the alcohol-sales licensing within the city of Takoma Park?"}
{"id": 1251, "query": "What is the main ingredient in the Vegan Chocolate Frosting recipe?"}
{"id": 1252, "query": "What is a catacomb and where can they be found?"}
{"id": 1253, "query": "What are some reasons given for the increase in people identified as hoarders?"}
{"id": 1254, "query": "Why did Zacks Investment Research downgrade Lululemon Athletica Inc. in 2014?"}
{"id": 1255, "query": "Who was given the command of the archers?"}
{"id": 1256, "query": "What is the unique feature of the STAMP camera developed by researchers from The University of Tokyo and Keio University in Japan?"}
{"id": 1257, "query": "What was the highlight of the show for the reviewer?"}
{"id": 1258, "query": "What types of information does the website collect from its users?"}
{"id": 1259, "query": "What is the organization that Suzanne Diaz supports the most?"}
{"id": 1260, "query": "Who was Richard Tillin and what significant events marked his life?"}
{"id": 1261, "query": "What are the different ways the Sensitive Skin Oil from Queen Cosmetics can be used?"}
{"id": 1262, "query": "What is the relationship between the letter writer, Jessica, and Todd?"}
{"id": 1263, "query": "What are some common questions executives ask about blogging?"}
{"id": 1264, "query": "What is the plot of Stephen King's \"Under the Dome\"?"}
{"id": 1265, "query": "Who was John Sinclair and what was his contribution to California in the 1800s?"}
{"id": 1266, "query": "What was David Andrews Rogers' significant achievement in his career as a Music Director?"}
{"id": 1267, "query": "What were the variations the author made to Rhonda's bread recipe?"}
{"id": 1268, "query": "What is the effect of intravitreal injection of ocriplasmin on vitreomacular traction (VMT) and macular hole (MH)?"}
{"id": 1269, "query": "Who was Catherine Cookson and what was her early life like?"}
{"id": 1270, "query": "What are the preferred activities of the person planning to travel?"}
{"id": 1271, "query": "What are the four truths that BTS's identity is rooted in according to their 10-year anniversary reflection?"}
{"id": 1272, "query": "What is the title of the report mentioned in the context?"}
{"id": 1273, "query": "What was the outcome of the Chaoulli decision by the Supreme Court of Canada in June of 2005?"}
{"id": 1274, "query": "What is the haunting manifestation at the Montgomery Canal's Lock-keepers cottage?"}
{"id": 1275, "query": "What are some of the effects of acupuncture on fertility according to various studies?"}
{"id": 1276, "query": "What is the risk of plugging one power-strip into another?"}
{"id": 1277, "query": "What is the aim of deriving a unified theory for all nature's forces according to the context?"}
{"id": 1278, "query": "What is the main use of the past perfect in storytelling?"}
{"id": 1279, "query": "What are the main features of German style interior design?"}
{"id": 1280, "query": "What are some of the activities that Debbie Ann enjoys doing?"}
{"id": 1281, "query": "What is the importance of knowing the ingredients and effects of a fixative in pathology labs?"}
{"id": 1282, "query": "What is the expected weight loss per week on the program described in the context?"}
{"id": 1283, "query": "What factors contributed to the higher survival rate of women compared to men in Quebec before 1850?"}
{"id": 1284, "query": "What is considered the key to good skin and makes the most visible difference to skin texture and quality?"}
{"id": 1285, "query": "Who took over the cooking responsibilities for Thanksgiving in the family in 2000?"}
{"id": 1286, "query": "Who is the author of the book \"A Treatise on the Law of Awards\"?"}
{"id": 1287, "query": "What services does CBD Office Ltd provide?"}
{"id": 1288, "query": "What are some strategies suggested for engaging with unruly teens in a library setting?"}
{"id": 1289, "query": "What are some important things to consider before traveling abroad?"}
{"id": 1290, "query": "Who sponsored the publication of the handbook \"Imam Khamenei in Others Quotations\" in Iraq?"}
{"id": 1291, "query": "Which city was voted as the world's best city for the ninth year in a row according to the Conde Nast Traveler Reader’s Choice Awards?"}
{"id": 1292, "query": "What are some of the key changes introduced by the Small Business, Enterprise and Employment Act 2015?"}
{"id": 1293, "query": "What is the problem with focusing on employees' weaknesses during performance reviews?"}
{"id": 1294, "query": "What was the biggest challenge for Cotillard while filming \"Rust and Bone\"?"}
{"id": 1295, "query": "What was Dinesh D'Souza criticized for after the mass shooting at Marjory Stoneman Douglas High School?"}
{"id": 1296, "query": "What type of information does Learning Cabin collect from its website visitors?"}
{"id": 1297, "query": "What are some of the benefits of automation testing with QTP?"}
{"id": 1298, "query": "Who is one person The Rock mentioned he would have liked to have wrestled but never did?"}
{"id": 1299, "query": "What is the educational background and current position of Mones S. Abu‐Asab?"}
{"id": 1300, "query": "What are some of the activities and operations carried out at the Horseshoe Bend Ranch?"}
{"id": 1301, "query": "What are some reasons one might want a GPS UNIT dog system?"}
{"id": 1302, "query": "What is the strategic investment announced by OnePlus and how will it impact their future phones?"}
{"id": 1303, "query": "What were some of Kirsten Gillibrand's initial positions on immigration issues?"}
{"id": 1304, "query": "What is the name of the hospital mentioned in the context?"}
{"id": 1305, "query": "What are some of the benefits of individual therapy?"}
{"id": 1306, "query": "What action did the ACLU take in response to the revelation of the government's surveillance programs?"}
{"id": 1307, "query": "What unusual behavior has Charlotte started exhibiting after the car accident?"}
{"id": 1308, "query": "What are some of the symptoms of a mild to moderate traumatic brain injury that a trial lawyer should recognize?"}
{"id": 1309, "query": "What is the purpose of the Female Foundry Accelerator Programme by Dentsu Aegis Network?"}
{"id": 1310, "query": "What was the central parity of the RMB against the US dollar according to the data from the China Foreign Exchange Trading Center?"}
{"id": 1311, "query": "When does the social club races run for Eastsail graduates?"}
{"id": 1312, "query": "How many Datsun dealerships are there in South Africa?"}
{"id": 1313, "query": "What is the purpose of the S$120 million fund established by the Maritime and Port Authority of Singapore (MPA) and its partners?"}
{"id": 1314, "query": "Who is the author of the book \"The Candidate\"?"}
{"id": 1315, "query": "What was Melvin Glen Wilson's profession and where did he spend his later years?"}
{"id": 1316, "query": "What is a suggested DIY makeover for a plain white fan?"}
{"id": 1317, "query": "What was the assignment for the week in the class on dramatic natural lighting?"}
{"id": 1318, "query": "What measures were taken to prevent football hooligans from entering South Africa during the 2010 FIFA World Cup?"}
{"id": 1319, "query": "At what age do infants start showing adult-like increased responses in the temporal cortex in response to the human voice?"}
{"id": 1320, "query": "What are the main differences between the Polaroid Mint Camera & Printer and the Polaroid Snap?"}
{"id": 1321, "query": "What did Sen. Ron Johnson describe as President Biden's primary goal during his inauguration speech?"}
{"id": 1322, "query": "What is the new trend in the art investment world that is powered by the cryptocurrency hype?"}
{"id": 1323, "query": "What does the Outlook error 0x800CCC0A indicate and how can it be resolved?"}
{"id": 1324, "query": "What was the author's father's contribution to his family?"}
{"id": 1325, "query": "What is the third action in the Strong Marriage Experiment focused on?"}
{"id": 1326, "query": "What are the ingredients and steps to make Passionfruit Rum?"}
{"id": 1327, "query": "What activities were done in preparation for the great migration of plants?"}
{"id": 1328, "query": "Who was the Russian Foreign Ministry spokesperson that responded to the reports of Donald Trump leaking classified information to Russian diplomats?"}
{"id": 1329, "query": "When does Project Linus organize a National Make a Blanket Day each year?"}
{"id": 1330, "query": "What was the outcome of Doug Johnson's case against the city for lost profits?"}
{"id": 1331, "query": "How has the relationship between the Philippines and China changed during President Rodrigo Duterte's administration according to his spokesman Harry Roque?"}
{"id": 1332, "query": "What was the reason for Steve Unthank's legal proceedings against the Watchtower Society?"}
{"id": 1333, "query": "What is the author trying to improve about their approach to life?"}
{"id": 1334, "query": "What is the purpose of the tzitz as per the Torah?"}
{"id": 1335, "query": "What are some steps a homeowner can take to prevent water damage in their home?"}
{"id": 1336, "query": "What is the suggested approach to dealing with feelings of jealousy towards a coworker's success?"}
{"id": 1337, "query": "What is the main difference between working with DC and Marvel according to James Gunn?"}
{"id": 1338, "query": "What kind of items does the London-based luxury fashion label Amanda Wakeley stock?"}
{"id": 1339, "query": "What is the 40th wedding anniversary gift mentioned in the context?"}
{"id": 1340, "query": "What is the stated goal of Procter & Gamble's reassessment of its properties in Massachusetts?"}
{"id": 1341, "query": "What is the submission window for nonpublic schools in Indiana to seek accreditation from the Indiana State Board of Education?"}
{"id": 1342, "query": "What are some of the most popular designs for hand tattoos?"}
{"id": 1343, "query": "What is the purpose of the Reengagement Center in Tacoma Public Schools?"}
{"id": 1344, "query": "Who criticized the mainstream media for their handling of the Wikileaks and Donald Trump story?"}
{"id": 1345, "query": "Where has the banded male penguin made his nest?"}
{"id": 1346, "query": "Who got baptized on Saturday according to the context?"}
{"id": 1347, "query": "What were the pros and cons of the first trip to the island of Nangyuan?"}
{"id": 1348, "query": "Who funded the education of three girls from Dai Loc?"}
{"id": 1349, "query": "Why did Supervisor Kenneth Runion ask Councilman Warren Redlich to recuse himself from the town's budget process?"}
{"id": 1350, "query": "What is the average hourly wage for female workers in Sheffield as of April, according to the Office for National Statistics?"}
{"id": 1351, "query": "What are some tips for budget travel according to the context?"}
{"id": 1352, "query": "What is the purpose of the Energy Saving Trust?"}
{"id": 1353, "query": "What is the CKB 1200 and who endorses it?"}
{"id": 1354, "query": "Why did Zora Neale Hurston switch from writing about blacks to writing about whites?"}
{"id": 1355, "query": "What does the study suggest about the dynamics of viral dissemination in the case of enteric viruses like CVB3?"}
{"id": 1356, "query": "What does the author mean by \"tapering\" in the context of preparing for a marathon?"}
{"id": 1357, "query": "What was China Galland's spiritual quest about?"}
{"id": 1358, "query": "What is the author's opinion about people who use umbrellas in the city?"}
{"id": 1359, "query": "What are the benefits of improving a business's communication network?"}
{"id": 1360, "query": "What are the three colors of wires in a standard single-pole toggle switch and how are they connected?"}
{"id": 1361, "query": "What are the three overlapping phases of money laundering?"}
{"id": 1362, "query": "Who launched his election campaign for Kathua-Udhampur- Doda Lok Sabha constituency?"}
{"id": 1363, "query": "What is the role of the Sport Club Coordinator at Florida State University?"}
{"id": 1364, "query": "Who was banned by the Department for Education from any involvement in schools for 'undermining British values'?"}
{"id": 1365, "query": "What is a grinder mixer used for in livestock operations?"}
{"id": 1366, "query": "What was the goal of the project undertaken by 360is for the Catapult?"}
{"id": 1367, "query": "What is the role of skin in relation to toxins and how does it affect the absorption of substances from personal care products?"}
{"id": 1368, "query": "Who was the first Bishop of Bologna?"}
{"id": 1369, "query": "Who is Gracie and what happened to her kittens?"}
{"id": 1370, "query": "How can one clear the \"recent-files\" list in Unity dashboard?"}
{"id": 1371, "query": "When and where was the first public performance of Symphony No. 5 Childhood?"}
{"id": 1372, "query": "What are the primary materials used in the production of metal cans?"}
{"id": 1373, "query": "What societal expectations does the author believe the decision to shave one's head rejects?"}
{"id": 1374, "query": "What are some of the amenities and features of the property listed under MLS#U8141360?"}
{"id": 1375, "query": "Where are most of BIFI's premises located?"}
{"id": 1376, "query": "What are some of the themes explored in Darren Groth's novel \"Exchange of Heart / Munro vs. the Coyote\"?"}
{"id": 1377, "query": "What is the first step to get out of the dynamics that lead to the current situation in which a small number of Israelis and a huge number of Palestinians are killed or maimed?"}
{"id": 1378, "query": "What is the general consensus about the screen guard for Samsung Galaxy Grand Duos I9082 according to the reviews?"}
{"id": 1379, "query": "What is the new classification system jointly managed by the USPTO and the European Patent Office (EPO)?"}
{"id": 1380, "query": "What are the two subclasses of Scala's Option type and what do they signify?"}
{"id": 1381, "query": "Why do some people continue to use Adobe's reader despite its issues?"}
{"id": 1382, "query": "What was the coldest temperature recorded in New York in 2013 and when did it occur?"}
{"id": 1383, "query": "Who is the tribute sculpture of Saint Mary Magdalene by?"}
{"id": 1384, "query": "Who does the book remind the peep of?"}
{"id": 1385, "query": "What actions did ACDL take to help Maria keep her assistance dog in her apartment?"}
{"id": 1386, "query": "What are some causes of line stoppages in sewers and other drain pipes?"}
{"id": 1387, "query": "What are the two major problems faced by businesses that believe they cannot charge more for their product or service?"}
{"id": 1388, "query": "What are the reasons for the increase in medical tourism to India?"}
{"id": 1389, "query": "What is the penalty for throwing an abandoned hoop skirt into any street or on any sidewalk in Michigan?"}
{"id": 1390, "query": "What are some of the top destinations for chocolate lovers mentioned in the context?"}
{"id": 1391, "query": "What are some of the benefits of playing with Play-Doh mentioned in the context?"}
{"id": 1392, "query": "What is the main goal of the master plan initiated by the Thai Health Promotion Foundation (ThaiHealth)?"}
{"id": 1393, "query": "Who clinched a share of the West title and a place in the Big Ten championship game?"}
{"id": 1394, "query": "What was the public response to Facebook's purchase of Whatsapp?"}
{"id": 1395, "query": "Why was Mayor Carlos Lopez arrested during the filming of Quantum of Solace?"}
{"id": 1396, "query": "What issue is currently affecting the servers according to the discussion?"}
{"id": 1397, "query": "Who developed the game Alice and The Reformatory for Witches and what platforms is it available on?"}
{"id": 1398, "query": "What is the CyberKnife® used for?"}
{"id": 1399, "query": "What are some of the design features of the Vitus’ Chrono II bike?"}
{"id": 1400, "query": "What is the teacher's concern about telling her students that she pumps at lunch?"}
{"id": 1401, "query": "What is the main theme of the anthology \"My Other Ex: Women’s True Stories of Leaving and Losing Friends\"?"}
{"id": 1402, "query": "Who is the poem dedicated to?"}
{"id": 1403, "query": "Who were the original members of The Greenfields?"}
{"id": 1404, "query": "Who is the director of the film reviewed by Dennis Schwartz?"}
{"id": 1405, "query": "What are the three albums that greatly influenced Andy during his musical career?"}
{"id": 1406, "query": "What is the story of Tito Ortiz and Lee Murray's altercation after UFC 38?"}
{"id": 1407, "query": "What is the event set for Sunday at MetLife Stadium in East Rutherford, N.J.?"}
{"id": 1408, "query": "Where did Ali, Elana, and the narrator go before attending the book launch at The King’s English?"}
{"id": 1409, "query": "What is the simplest way to decorate a home according to the context?"}
{"id": 1410, "query": "What is the \"Amazing Madame Xan\" in Seiler's work?"}
{"id": 1411, "query": "What is the purification capacity of the 1000 LPH RO Mineral Water Plant in Hyderabad?"}
{"id": 1412, "query": "What was the percentage increase in revenue for Cargojet Income Fund in the fourth quarter ended December 31, 2007 compared to the same period in 2006?"}
{"id": 1413, "query": "What is the new processing solution unveiled by TRUMPF at the IDS dental show and how does it improve the production of dental prostheses?"}
{"id": 1414, "query": "What is the DD-M6 CPU Block announced by Danger Den?"}
{"id": 1415, "query": "Where is the Plectranthias genus most developed and where are the majority of its species found?"}
{"id": 1416, "query": "What is the major settlement amount that McKinsey has reached with US states over claims related to the opioid crisis?"}
{"id": 1417, "query": "What was the secret of the Lord Jesus' public power according to the context?"}
{"id": 1418, "query": "Who are the main characters in the film \"The Haunted Palace\" and what roles do they play?"}
{"id": 1419, "query": "What is the latest model in Google's line of phones as mentioned in the context?"}
{"id": 1420, "query": "What is the pricing range for Calendly's services?"}
{"id": 1421, "query": "What are some features of the house at 3657 Dexter Court, Denver?"}
{"id": 1422, "query": "Who awarded Lyndon H. LaRouche, Jr. honorary citizenship for Sao Paulo?"}
{"id": 1423, "query": "What event is Gemi Hair hosting on Saturday, Sept. 14?"}
{"id": 1424, "query": "What solution did Bishop Heber High School implement to meet its expanding storage needs?"}
{"id": 1425, "query": "Who are the four directors of Windor India Pvt Ltd?"}
{"id": 1426, "query": "What is the main concern raised about the regulation of abortion clinics?"}
{"id": 1427, "query": "What is the profession of the narrator in the context?"}
{"id": 1428, "query": "What is an externality in the context of energy production and its impact on the environment?"}
{"id": 1429, "query": "What were the two historic and controversial cases that the Supreme Court issued rulings on, which challenged the traditional definition of marriage?"}
{"id": 1430, "query": "What is the importance of a thesis in academic studies?"}
{"id": 1431, "query": "What types of courses does Hi Tech Institute offer and what is their teaching approach?"}
{"id": 1432, "query": "What were the side effects the writer experienced due to overtraining?"}
{"id": 1433, "query": "What is the favorite Modest Mouse album of bassist Eric Judy and why?"}
{"id": 1434, "query": "What was the route taken from St. Louis to Bali?"}
{"id": 1435, "query": "What is the mileage of the 2012 Volkswagen Tiguen?"}
{"id": 1436, "query": "What is the author's opinion about the impact of the T20 league on Indian cricket?"}
{"id": 1437, "query": "What are the potential risks and considerations Atul Mathur highlights when moving towards a mobile environment in business?"}
{"id": 1438, "query": "What event did the \"Breaking Bad\" star announce as a lead-in to the Emmys awards?"}
{"id": 1439, "query": "What is the potential impact of Labour's proposed tax hike on low-income workers in Cumbernauld and Kilsyth according to Stuart McDonald and Jamie Hepburn?"}
{"id": 1440, "query": "What is the role of professional editors in the process of editing articles for American Family Physician?"}
{"id": 1441, "query": "What is the benefit of using Testpassport IBM Certified Sales Specialist C9010-260 training material according to IT professionals who have passed the exam?"}
{"id": 1442, "query": "What is the author's view on American foreign policy and its impact on Afghanistan?"}
{"id": 1443, "query": "What are the five steps to improving local SEO according to the context?"}
{"id": 1444, "query": "What are the potential negative effects of using ATF additives in automatic transmission fluid?"}
{"id": 1445, "query": "What is the signature style of the photographer?"}
{"id": 1446, "query": "What method did the person use to attach the zip to the English Rose dress?"}
{"id": 1447, "query": "What was the initial pledge made by rich nations at the 2009 UN climate summit in Copenhagen?"}
{"id": 1448, "query": "What was the main source of contamination in plants immediately after the release of radioactive material following the Fukushima nuclear accident?"}
{"id": 1449, "query": "What is the Game Programming Language (GPL) and what is its purpose?"}
{"id": 1450, "query": "What does the name Descanso mean in Spanish?"}
{"id": 1451, "query": "What are some of the uses of AMERICAN PURE WHEY 100% Whey protein matrix, chocolate as mentioned by Matt Morgan?"}
{"id": 1452, "query": "Where did the person move from and to?"}
{"id": 1453, "query": "What are some steps to take when trying to rebuild credit history?"}
{"id": 1454, "query": "What are some pros and cons of including a First Look in a wedding day timeline?"}
{"id": 1455, "query": "Who launched Ireland’s first National Poisons Awareness Day?"}
{"id": 1456, "query": "What was the event that the context describes?"}
{"id": 1457, "query": "What are some of the pet amenities available in West Queen West?"}
{"id": 1458, "query": "What is the proposed method to deal with the Emerald Ash Borer infestation in Superior, WI?"}
{"id": 1459, "query": "What is the purpose of the funds raised by Tri-Star mining company through new shares and secured convertible bonds?"}
{"id": 1460, "query": "What is the fundamental change brought about by Software Defined Networking (SDN) in network architecture?"}
{"id": 1461, "query": "Who founded the Teddy Bear Cancer Foundation and why?"}
{"id": 1462, "query": "What materials were used to create the artwork?"}
{"id": 1463, "query": "What are the barriers to entry in the vacuum cleaners market?"}
{"id": 1464, "query": "What are the names of the pets in the Glaser family and what species do they belong to?"}
{"id": 1465, "query": "What are the features of the Spirit machine?"}
{"id": 1466, "query": "What was the main concern of the Supreme Court justices during the oral arguments on President Obama's health care law?"}
{"id": 1467, "query": "Who directed the film Twilight Breaking Dawn Part 1?"}
{"id": 1468, "query": "What was the outcome of the case Casillo Commodities Italia S.p.a. v. M/V Long Cheer et al.?"}
{"id": 1469, "query": "Can the color, icon, and tiles with each tile be changed in the theme?"}
{"id": 1470, "query": "What was the common sentiment about the toy among the reviewers?"}
{"id": 1471, "query": "What was the cause of confusion and frustration among consumers during the release of Windows Vista?"}
{"id": 1472, "query": "What is considered the \"real flower\" of Austria according to the context?"}
{"id": 1473, "query": "What is the main objective of the game character in Burglary Bob?"}
{"id": 1474, "query": "What types of insurance does Old Republic International Corporation provide?"}
{"id": 1475, "query": "What are the two new sitcoms that NBC is introducing on Wednesday?"}
{"id": 1476, "query": "What is the desired functionality for the digital version of the hardcopy book mentioned in the context?"}
{"id": 1477, "query": "What is the connection between Big Bad Voodoo Daddy and Cab Calloway?"}
{"id": 1478, "query": "What is the mission of the Equal Justice Initiative?"}
{"id": 1479, "query": "What is the person's role at Orono Public Schools?"}
{"id": 1480, "query": "What is the most common reason for liver transplantation in the U.S.?"}
{"id": 1481, "query": "What are some of the healthy eating options available in Sarasota County?"}
{"id": 1482, "query": "What is the benefit of operator overloading in programming?"}
{"id": 1483, "query": "How many children do Angelina Jolie and Brad Pitt have according to the context?"}
{"id": 1484, "query": "What was the score of the game between BOS and TOR on Tuesday, May 10, 2011?"}
{"id": 1485, "query": "What was the reaction of Loudoun County parents to the advertisement created by the local school system?"}
{"id": 1486, "query": "Who founded the organization \"Make Learning Possible\" and for what purpose?"}
{"id": 1487, "query": "What are some ways to discover your life's true purpose according to the context?"}
{"id": 1488, "query": "What are some important things to consider when buying new construction homes in Novi, MI?"}
{"id": 1489, "query": "What is Bryan Charles Pounds' career best in RBIs?"}
{"id": 1490, "query": "What is the basic principle of a gyratory crusher?"}
{"id": 1491, "query": "What are the key differences between ePub and PDF formats in terms of reading experience and accessibility?"}
{"id": 1492, "query": "Why was Claudio Rojas deported by ICE?"}
{"id": 1493, "query": "What is the title of Pete Planisek's debut novel and when was it released?"}
{"id": 1494, "query": "What is the main aim of the MIKADO project at INRIA Sophia-Antipolis?"}
{"id": 1495, "query": "What are some features of inflection in the Malagasy language?"}
{"id": 1496, "query": "What is the blogger planning to do in three weeks?"}
{"id": 1497, "query": "How much weight did Tori lose using the Smoothie Shakedown program?"}
{"id": 1498, "query": "What is the purpose of IntellyWP tool?"}
{"id": 1499, "query": "Who is the main character in the book \"Too Many Curses\" by A. Lee Martinez?"}
{"id": 1500, "query": "Who performed at the White Light Festival 2010?"}
{"id": 1501, "query": "What is the distribution of the Black Cuckoo (Cuculus clamosus)?"}
{"id": 1502, "query": "Who was expelled from University for advocating and gathering signatures for the Varela Project?"}
{"id": 1503, "query": "What are some of the companies offering job opportunities in Roscoe, IL?"}
{"id": 1504, "query": "What happened to the crew of the aircraft involved in the wartime incident at Kyushu Imperial University's College of Medicine?"}
{"id": 1505, "query": "What are the office hours for the Town Office?"}
{"id": 1506, "query": "What are some benefits of using an essential oil diffuser?"}
{"id": 1507, "query": "What is the Wishart Autoregressive process used for?"}
{"id": 1508, "query": "What did the freelancer do to triple his business?"}
{"id": 1509, "query": "What is the name of the album by K-OS that combines various music genres and diverse lyrical topics?"}
{"id": 1510, "query": "What is the full form of SET in the context of Symbiosis International University?"}
{"id": 1511, "query": "Who is Agent P's immediate superior in the Agency?"}
{"id": 1512, "query": "What are some foods that can boost your metabolism according to the context?"}
{"id": 1513, "query": "What is the name of the giant tunneling mechanized mole in the movie \"The Mysterians\"?"}
{"id": 1514, "query": "What services does the Victory Outreach Recovery Homes Ministry provide?"}
{"id": 1515, "query": "What was the result of entering the Pepsi code for the iTunes promotion?"}
{"id": 1516, "query": "Who was Truby Gay Jackson Sweatt?"}
{"id": 1517, "query": "What was the cause of the fire and explosion in the lab at X Hall?"}
{"id": 1518, "query": "What factors are considered when determining the amount of child support a noncustodial parent has to pay?"}
{"id": 1519, "query": "What is the purpose of TemporalPluges?"}
{"id": 1520, "query": "What are some of the benefits of choosing paintless dent removal for car repair?"}
{"id": 1521, "query": "Who returns with the glory of victory?"}
{"id": 1522, "query": "What are some of the comic books mentioned in the context that the readers are excited about?"}
{"id": 1523, "query": "What is the purpose of the webview built in Lemonce Editor?"}
{"id": 1524, "query": "What was the inspiration behind the design of the new coffee bars according to the context?"}
{"id": 1525, "query": "What are the steps required to upgrade a CS700 to a CS700A?"}
{"id": 1526, "query": "What does the term \"normal\" denote in geometry?"}
{"id": 1527, "query": "What is the capacity of the CPC Stone Crusher Plant mentioned in the context?"}
{"id": 1528, "query": "What are the two forms the spaceship can transform into in the game Hyper Duel?"}
{"id": 1529, "query": "What are some of the ways suggested to save money according to the context?"}
{"id": 1530, "query": "What are some of the challenges in transitioning MEMS-based actuators from research to commercialization?"}
{"id": 1531, "query": "What change is being made to the city ordinances in Toronto regarding front yard gardens?"}
{"id": 1532, "query": "Who were the starting pitchers for the Kansas City Royals and Minnesota Twins game on July 2, 2015?"}
{"id": 1533, "query": "Who can access the sections like the forum on the network?"}
{"id": 1534, "query": "What is the estimated cost of rebranding the New Orleans basketball team?"}
{"id": 1535, "query": "What are some of the impacts of climate change on Tanzania as described by Daniel Mpanduzi, founder and director of CRED Partner ‘The Voice School Trust’?"}
{"id": 1536, "query": "What was the initial reason for the narrator to leave the corporate world?"}
{"id": 1537, "query": "What is the main service provided by Casella in Ashville, NY?"}
{"id": 1538, "query": "When was the Glencoe Accounting course retired?"}
{"id": 1539, "query": "How does the emotion of awe affect human health and behavior according to Homaira Kabir?"}
{"id": 1540, "query": "What is the primary way to engage in dialogue if someone believes that a ticket was closed prematurely or based on mostly non-critical issues?"}
{"id": 1541, "query": "Who are likely to be the quarterbacks for Indiana in the upcoming game against Maryland?"}
{"id": 1542, "query": "What was Bryan Ritchey's Eagle Scout service project?"}
{"id": 1543, "query": "What are the recommended lifestyle changes to lower bad cholesterol?"}
{"id": 1544, "query": "How does St. Thomas Aquinas define conscience?"}
{"id": 1545, "query": "What is the purpose of the State Of Mississippi Public Court Records?"}
{"id": 1546, "query": "What are the primary products of the factories created by Rotem Tamir and Omri Zin in their collaboration Larval Acceleration?"}
{"id": 1547, "query": "What are the products that the company Brumau processes and produces?"}
{"id": 1548, "query": "Who are the members of the duo Red Painted Red?"}
{"id": 1549, "query": "Who has been named as the new chief executive of The Company Lab?"}
{"id": 1550, "query": "What were the names of the two characters mentioned in the context that were created by publishers for the occult or horror genres?"}
{"id": 1551, "query": "What is the reason for the Interim Development Manager role opening at the Central London housing association?"}
{"id": 1552, "query": "Who directed the music video for 'Picture The Scene' by THE ADICTS?"}
{"id": 1553, "query": "Why are fans of the K-Pop group Red Velvet confusing members Wendy and Irene?"}
{"id": 1554, "query": "Who helped the narrator move the heavy boxes of advertising materials into the station?"}
{"id": 1555, "query": "What is one of the biggest barriers to customer acceptance of green cars?"}
{"id": 1556, "query": "What is the Parents Television Council's issue with the new sitcom?"}
{"id": 1557, "query": "How did Rev. Billy Graham deliver his final sermon?"}
{"id": 1558, "query": "What type of binding does the NLT Life Application Study Bible have?"}
{"id": 1559, "query": "What was the percentage increase in passenger traffic at Abu Dhabi International Airport during the first quarter of 2015 compared to the same period in 2014?"}
{"id": 1560, "query": "What are the unique challenges faced by Inuit nurses and students in the Arctic health care systems?"}
{"id": 1561, "query": "What type of car did the author recently purchase?"}
{"id": 1562, "query": "What is a common material used in the construction of wine cellars?"}
{"id": 1563, "query": "Who are the main stars of the CBS drama 'Unforgettable'?"}
{"id": 1564, "query": "What is the Brookings City Pool open for during the summer?"}
{"id": 1565, "query": "What are some of the benefits of using a customer satisfaction survey template?"}
{"id": 1566, "query": "What is the author's view on abortion?"}
{"id": 1567, "query": "What are some of the rules to follow to achieve success in academics according to Jessica Gross?"}
{"id": 1568, "query": "Who claimed that Prime Minister Narendra Modi had prostrated in front of China over the Doklam standoff?"}
{"id": 1569, "query": "Why does GoKava choose to import and sell Vanuatu Kava despite it being more costly?"}
{"id": 1570, "query": "Where is the author currently residing?"}
{"id": 1571, "query": "What are the fitness goals of the person in the context?"}
{"id": 1572, "query": "What is the maximum altitude reached during the Highland and Warm Homes – Spiti Homestay Trek?"}
{"id": 1573, "query": "What is the typical age range for Prolifermented Villo-Nodular Synovitis (PVNS) and which gender is more likely to be affected?"}
{"id": 1574, "query": "What is the innovative feature of Apacer's Combo SDIMM memory module presented in Computex?"}
{"id": 1575, "query": "What is the average lifetime loss in salary for an American woman and a Latina due to the wage gap?"}
{"id": 1576, "query": "What is the main predator of bird nests in eastern North America according to the University of Illinois researchers?"}
{"id": 1577, "query": "What are the characteristics of Edgar's music as described in the context?"}
{"id": 1578, "query": "What were the specific issues the customer had with the website design provided by Godaddy?"}
{"id": 1579, "query": "What new practice did the Director of Ministry start to ensure he keeps Christ at the forefront of his ministry?"}
{"id": 1580, "query": "What was Mary C. Figueiredo's occupation before her retirement?"}
{"id": 1581, "query": "What are some factors to consider when choosing the power source for a hedge trimmer?"}
{"id": 1582, "query": "Who are the two players expected to score a try at any time during the Titans vs Eels game?"}
{"id": 1583, "query": "What are some ways to support an older family member during the winter season?"}
{"id": 1584, "query": "What is the basic premise of the documentary 'Project Wild Thing'?"}
{"id": 1585, "query": "What is one of the favorite techniques with alcohol inks mentioned in the context?"}
{"id": 1586, "query": "What award did PHD Pakistan win at Campaign Asia’s Agency of the Year Awards 2016?"}
{"id": 1587, "query": "What is the average year of construction for buildings in Thunderbolt compared to the county average?"}
{"id": 1588, "query": "What is the purpose of extruders in feed production?"}
{"id": 1589, "query": "What was the cause of the rise in temperature in the storage tank at the University Hospitals fertility center?"}
{"id": 1590, "query": "What is the ideal spin serve in table tennis?"}
{"id": 1591, "query": "What was the main lesson the author learned from their experience of returning to in-person instruction and exams?"}
{"id": 1592, "query": "What is the purpose of the #ThermosThursday Hydration Station tour initiated by Genuine Thermos Brand?"}
{"id": 1593, "query": "Why is Vicki Hutchinson, a mum from Peterlee, facing a £10,000 fine?"}
{"id": 1594, "query": "Is the author planning to move from San Jose?"}
{"id": 1595, "query": "What is the purpose of the U.S. International Moth Site?"}
{"id": 1596, "query": "What services can Loyal Bail Bonds agents provide?"}
{"id": 1597, "query": "What action did Sanofi Pasteur agree to take regarding the unused Dengvaxia dengue vaccine vials in the Philippines?"}
{"id": 1598, "query": "Who won the boxing match between George Foreman and Crawford Grimsley?"}
{"id": 1599, "query": "Who are the twelve sons of Jacob according to the biblical context?"}
{"id": 1600, "query": "What is the main objective of the Caring Campus Project at Queen's University?"}
{"id": 1601, "query": "What is the default behavior of the server when a request is made to an invalid endpoint?"}
{"id": 1602, "query": "What are some of the responsibilities for the job being advertised?"}
{"id": 1603, "query": "Who has been installed as the 20th President of the Rotary Club Of Abeokuta Metropolitan, District 9110?"}
{"id": 1604, "query": "Where was the man taken after the assault outside the Colliers Arms?"}
{"id": 1605, "query": "Who are the faculty leaders of the Enterprise Engagement program?"}
{"id": 1606, "query": "What is the main theme of the stickers and emojis in the Hoodmoji app?"}
{"id": 1607, "query": "What was the blogger's hope for the sealant stuff?"}
{"id": 1608, "query": "What is Pete's profession and how did he learn it?"}
{"id": 1609, "query": "What are some reasons for the decrease in driving mentioned in the context?"}
{"id": 1610, "query": "What is the significance of the stage in kamishibai storytelling according to Erica Siskind?"}
{"id": 1611, "query": "Who is the developer of the Hundred Palms Residences project?"}
{"id": 1612, "query": "What is the main theme of the book \"The Irony Tower\" by Andrew Solomon?"}
{"id": 1613, "query": "Who did Rosa say came to bring her back from the other side?"}
{"id": 1614, "query": "What is the novel disease prevention strategy proposed by Dr. Fenech based on CSIRO's research?"}
{"id": 1615, "query": "What are some reasons for the large variety of Asian mail-order brides?"}
{"id": 1616, "query": "Who should be contacted for more information or questions regarding the General Fund Request?"}
{"id": 1617, "query": "What is the nature of the business of Once Upon A Home Renovations?"}
{"id": 1618, "query": "What are some of the songs that make the author happy?"}
{"id": 1619, "query": "What are some factors to consider when hiring professional roofers for a roofing job?"}
{"id": 1620, "query": "What is the blogger's approach to responding to comments on their blog posts?"}
{"id": 1621, "query": "What did Zane's parents do to help him manage his obsession with checking if people were wearing underwear or diapers?"}
{"id": 1622, "query": "What are some of the suggestions given to Mitch Carnell to help promote his book, \"Christian Civility in an Uncivil World\"?"}
{"id": 1623, "query": "Who was Eric Weuve and what happened to him?"}
{"id": 1624, "query": "How many round bales of hay were obtained from the new seeding at the Four Sisters Farm?"}
{"id": 1625, "query": "What is the purpose of using technology in business according to the context?"}
{"id": 1626, "query": "What are some of the complaints about Dr. Michael Elterman's professional conduct?"}
{"id": 1627, "query": "What is a suggested method for removing bird droppings from patio furniture?"}
{"id": 1628, "query": "What is the purpose of the International Residency virtual group established by Mr. Tolga Habali in 2012?"}
{"id": 1629, "query": "What is the author's advice for dealing with children's meltdowns during family photo sessions?"}
{"id": 1630, "query": "How much money is left in the ULEZ scrappage scheme fund according to Sadiq Khan?"}
{"id": 1631, "query": "What role does the Zinc Uptake Regulator (Zur) play in Corynebacterium diphtheriae?"}
{"id": 1632, "query": "Who was the first paralegal to Mark E. Englisby, Esquire at Englisby, Vaughn & Slone?"}
{"id": 1633, "query": "What are some of the advice given to Science Woman for her upcoming job interview?"}
{"id": 1634, "query": "What is the term used to refer to trading a notional value in forex rates?"}
{"id": 1635, "query": "What are some of the benefits of using PhenQ for weight loss?"}
{"id": 1636, "query": "What is the genre of the book \"Fallen Redemption\" by RB Austin?"}
{"id": 1637, "query": "What are the four ways mentioned to keep your head above water during life's ups and downs?"}
{"id": 1638, "query": "What are the two basic instincts that influence our actions when exposed to pressures we perceive at first to be insurmountable?"}
{"id": 1639, "query": "What is the historical method of measuring a \"rood\" as described by Jacob Köbel?"}
{"id": 1640, "query": "Who are the authors or editors of the report \"Pricing Water Resources and Water and Sanitation Services\"?"}
{"id": 1641, "query": "What are some of the economic issues facing Iran according to the context?"}
{"id": 1642, "query": "What is the name of the festival spread along Silverlake's streets in late August?"}
{"id": 1643, "query": "What are the ingredients needed to prepare the Simple Calzone recipe?"}
{"id": 1644, "query": "What realization did the author have after receiving a phone call from a friend?"}
{"id": 1645, "query": "What are the mutations found in the Dominant white, Dun, and Smoky alleles in the domestic chicken?"}
{"id": 1646, "query": "Why is Talbots Inc. closing its Fashion Valley store?"}
{"id": 1647, "query": "What are some key factors in developing telepathic abilities according to the context?"}
{"id": 1648, "query": "Who made a joke about Donald Trump's stance on deportation at the Golden Globes ceremony?"}
{"id": 1649, "query": "What are the eligibility criteria to apply for unsecured loans from this online lender?"}
{"id": 1650, "query": "What are some of the restoration works done on the 1977 Toyota Land Cruiser FJ40?"}
{"id": 1651, "query": "What is the total number of beads used in the Glitra Scarf pattern?"}
{"id": 1652, "query": "What was the objective of the Wood Price Quarterly (WPQ) initiative?"}
{"id": 1653, "query": "What are some strategies to make a restaurant experience shareable and memorable according to David Mitroff, Ph.D.?"}
{"id": 1654, "query": "What did the author learn about love and relationships from her experiences and readings?"}
{"id": 1655, "query": "What is the significance of National Canoe Day?"}
{"id": 1656, "query": "What technology is SPARK Microsystems developing to address the challenges of battery life and latency in IoT devices?"}
{"id": 1657, "query": "Will Microsoft provide a tool for Macintosh users to sync select content with Windows Phone 7?"}
{"id": 1658, "query": "What triggers the smelt run according to Orest Witiw?"}
{"id": 1659, "query": "What type of shoes are mentioned as being suitable for both men and women?"}
{"id": 1660, "query": "What is the teaching method used in the church mentioned in the context?"}
{"id": 1661, "query": "What is the purpose of Zaytuna College's Brick by Brick campaign?"}
{"id": 1662, "query": "Who is one of the world's most celebrated creators of children's picture books?"}
{"id": 1663, "query": "What is the plan for the development of python-ldap versions 1.10 and 2.0?"}
{"id": 1664, "query": "Where is the Hermés sale with 25 handbags up for grabs taking place?"}
{"id": 1665, "query": "What is the characteristic of Brazilians' hearts according to the conversation?"}
{"id": 1666, "query": "What is the giveaway item for the week mentioned in the context?"}
{"id": 1667, "query": "Who scored a significant goal in a game at Bridgestone Arena, helping the Nashville Predators maintain their lead over the Chicago Blackhawks?"}
{"id": 1668, "query": "What are some of the items suggested to recreate the bright color look?"}
{"id": 1669, "query": "What services does Tree of Life offer to help grow brands in the Canadian Food Market?"}
{"id": 1670, "query": "What are some ways to deal with emotional abuse?"}
{"id": 1671, "query": "What are the values or principles of the Olympic and Paralympic games?"}
{"id": 1672, "query": "What is the solution proposed for the challenge of unifying cross-channel experiences with first-party data?"}
{"id": 1673, "query": "How are shipwrecks discovered and inspected in deep ocean?"}
{"id": 1674, "query": "What is the main objective of the game Foxtrot Delta?"}
{"id": 1675, "query": "What are some of the preventive measures used in the water bottling process to eliminate pathogens?"}
{"id": 1676, "query": "What is the specialty of Chris-Rachael Oseland, the Kitchen Overlord?"}
{"id": 1677, "query": "What are some of the benefits of using electric bikes according to the context?"}
{"id": 1678, "query": "What does the term \"guaranteed approval\" mean in the context of loans and why is it considered a myth?"}
{"id": 1679, "query": "What are the common uses of the product with item number PN.H-4211?"}
{"id": 1680, "query": "What does the author use cookies for?"}
{"id": 1681, "query": "What are some of the services offered by online dating profile improvement businesses?"}
{"id": 1682, "query": "What are some of the benefits of joining Christian affiliate programs?"}
{"id": 1683, "query": "When and where was Hazem Harb born?"}
{"id": 1684, "query": "What was the author's initial impression of the book about the year 2012 he read?"}
{"id": 1685, "query": "What are the key attributes that define leaders in professional services in the oil and gas industry according to the IDC MarketScape report?"}
{"id": 1686, "query": "Is Kendall faking her coma in the fan fiction series?"}
{"id": 1687, "query": "What was the main goal of the \"Beethoven Project\" by the San Francisco Symphony?"}
{"id": 1688, "query": "What was Maya Angelou's mission in life according to her quote?"}
{"id": 1689, "query": "What is the role of the new generation of Key Opinion Leaders (KOLs) in China, also known as Cultural Opinion Leaders (COLs)?"}
{"id": 1690, "query": "Who was Norman Borlaug and what was his significant contribution to agriculture?"}
{"id": 1691, "query": "What are the main selling points of the Samsung Galaxy Note?"}
{"id": 1692, "query": "What is the mentality that most gets in the way of learning something new according to the poem by Polly Castor?"}
{"id": 1693, "query": "What are the two models for a photographer on a wedding day?"}
{"id": 1694, "query": "Who proposed a draft resolution for an annual cost of living increase for all elected officials in Riverhead town?"}
{"id": 1695, "query": "What are the subjects the narrator has to pass this semester in their CIFP course?"}
{"id": 1696, "query": "What were the two danger signs on President Obama's re-election road according to the Huffington Post article from 8/2/11?"}
{"id": 1697, "query": "What are the base weights of the blogger's and his wife's packs?"}
{"id": 1698, "query": "What are the five keywords that need to rank in TOP 10 in Google?"}
{"id": 1699, "query": "What is the new era that Hewlett-Packard executives believe we are entering according to a blog post in 2007?"}
{"id": 1700, "query": "What is the proposed solution to optimize the combined cost of both energy and capacity to meet a specified standard of security of supply?"}
{"id": 1701, "query": "At what age should you start introducing your kids to money management according to experts?"}
{"id": 1702, "query": "What is the author's view on the practice of philosophy?"}
{"id": 1703, "query": "What are the software and hardware requirements for the SoftGrid System Center Virtual Application Server component?"}
{"id": 1704, "query": "What are the five dynamics of Teamwork and Collaboration according to LaFasto and Larson?"}
{"id": 1705, "query": "What are some of the things the author enjoys about Autumn?"}
{"id": 1706, "query": "What is the purpose of hoist training in the Task Force Gunfighters?"}
{"id": 1707, "query": "Who is the new spiritual leader of Congregation Beth Israel in Bangor, Maine?"}
{"id": 1708, "query": "What are the components required for the Defense and Protection Spell?"}
{"id": 1709, "query": "Who is the Grand Marshall of the event mentioned in the context?"}
{"id": 1710, "query": "What is the Taepodong missile and what is its significance?"}
{"id": 1711, "query": "What is the user trying to create for his sister?"}
{"id": 1712, "query": "What are the two main parts of an MQ message?"}
{"id": 1713, "query": "What is the theme of the first challenge at Lili's Little Fairies?"}
{"id": 1714, "query": "What was the operating earnings per share reported by CME Group Inc. for the third quarter of 2013?"}
{"id": 1715, "query": "When and where did the premiere of \"Batman: Under the Red Hood\" take place?"}
{"id": 1716, "query": "What is the Majik Box Rocket Fuel?"}
{"id": 1717, "query": "What challenges has University Hospitals faced in implementing the FastCare clinic model?"}
{"id": 1718, "query": "Who would win in a hypothetical battle between Scarlet Witch and Doctor Fate according to Geek Unhinged's analysis?"}
{"id": 1719, "query": "What are some of the issues mentioned in the context that have contributed to the housing crisis?"}
{"id": 1720, "query": "What are some of the advantages and disadvantages associated with telecommuting according to the 2012 study by Wrike?"}
{"id": 1721, "query": "What is the muzzle velocity of the remanufactured rifle?"}
{"id": 1722, "query": "What special event did Reuben decide for his teddy, Rocky?"}
{"id": 1723, "query": "What was the author's opinion about the opera \"Love and Other Demons\"?"}
{"id": 1724, "query": "What is the process to edit a large photo that's too big for your scanning area according to RestorePS's blog?"}
{"id": 1725, "query": "What are some characteristics of Mexican mail order brides?"}
{"id": 1726, "query": "What changes did Nilfisk make to its logistics strategy years ago?"}
{"id": 1727, "query": "What are some of the demands issued by the Hefazat-e-Islam party at a rally in Dhaka?"}
{"id": 1728, "query": "What does the code word \"Daisy\" signify in the context?"}
{"id": 1729, "query": "What are the main services and products offered by SPika?"}
{"id": 1730, "query": "Who could potentially start alongside Gabriel if he is passed fit to play in the upcoming EFL Cup clash with Nottingham Forest?"}
{"id": 1731, "query": "Which book was considered the best of the week?"}
{"id": 1732, "query": "What are the benefits of using Miley Moisturizing and Detangling Shampoo with Pomegranate and Honey?"}
{"id": 1733, "query": "Who won the 10-inning elimination game between Florida State and Auburn?"}
{"id": 1734, "query": "What is the story of Mikol Blake-Green's journey in college basketball?"}
{"id": 1735, "query": "What are the different categories in the campus writing contest announced by one of the professors?"}
{"id": 1736, "query": "What is the Hamilton Grade 917 from the 1930s described as?"}
{"id": 1737, "query": "Who does Adam Garcia often travel with and why?"}
{"id": 1738, "query": "What is the sequence of operations to create an upload of a document to Excel, upload it to Google Disk, and download it in PDF format?"}
{"id": 1739, "query": "What are some of the pros and cons of working at Oracle according to the employee reviews?"}
{"id": 1740, "query": "What are the side effects the person is experiencing from their medication?"}
{"id": 1741, "query": "What are the qualifications required for the Assistant Regional Engineer positions at the International Labour Organization – Timor-Leste's Roads for Development Program?"}
{"id": 1742, "query": "What are the educational qualifications of Mayur.Dahyabhai.Patel?"}
{"id": 1743, "query": "What is the main language used for Android app development?"}
{"id": 1744, "query": "What are some of the services offered by HostGator?"}
{"id": 1745, "query": "Who is accused of running \"divisive and destructive campaigns\" for 25 years?"}
{"id": 1746, "query": "How will the group from Good Shepherd show their gratitude for reaching their fundraising goal for the 2018 ELCA Youth Gathering?"}
{"id": 1747, "query": "What modifications did the author make to the original beach bag tutorial?"}
{"id": 1748, "query": "Who are the characters mentioned in the context?"}
{"id": 1749, "query": "Why is the Sports edition proposal considered a poor use of land in terms of acreage and economic return to the city?"}
{"id": 1750, "query": "What are some causes of trip and fall hazards on concrete sidewalks?"}
{"id": 1751, "query": "What are some factors that can lower your auto insurance costs according to the context?"}
{"id": 1752, "query": "What were the trends discussed in the 2017 Information Management Symposium for data analysis in the health insurance industry?"}
{"id": 1753, "query": "Who are the top contenders for the Calder Trophy according to Jon Lane?"}
{"id": 1754, "query": "What was the hardest part of planning the sister's wedding for the Maid of Honor?"}
{"id": 1755, "query": "What services does Buffalo Prairie Dental provide?"}
{"id": 1756, "query": "What is the main goal of the National Digital Transformation Program approved in Vietnam in June 2020?"}
{"id": 1757, "query": "What is the \"Gator Truck\" that Jerry Gray refers to?"}
{"id": 1758, "query": "What is the theme of the project \"Must Love Breeches\"?"}
{"id": 1759, "query": "Why did the residents of Holbrook village hold a celebration for the fallen wall of St Michael's Church?"}
{"id": 1760, "query": "What was the purpose of the Curves Class mentioned in the context?"}
{"id": 1761, "query": "What are some of the health hazards caused by noise pollution?"}
{"id": 1762, "query": "Who organized the Veterinary Neurology Seminar in Bellingham?"}
{"id": 1763, "query": "Who became the senior Redskin after Chris Cooley's release?"}
{"id": 1764, "query": "How does the affiliate program work for Apple's online stores?"}
{"id": 1765, "query": "Who were the newly elected officers for the 2014-2015 WP FFA chapter?"}
{"id": 1766, "query": "What are some of the socio-economic issues the historian has focused their research on in relation to Nigeria and Africa?"}
{"id": 1767, "query": "What is subaddressing in the context of email filtering?"}
{"id": 1768, "query": "What event is being celebrated in the 2019 Carpe Viam Wall Poster Calendar?"}
{"id": 1769, "query": "Who are the members of the Kolosko Dimow Duo and what instruments do they play?"}
{"id": 1770, "query": "Who is the artist that Kate Moss paid tribute to through her coat during her shopping trip in Hampstead?"}
{"id": 1771, "query": "What action did the Critical Ethnic Studies Association announce regarding Israel?"}
{"id": 1772, "query": "Who is the author of the books \"The Knife of Never Letting Go\", \"The Ask and the Answer\", and \"A Monster Calls\"?"}
{"id": 1773, "query": "What is the Ekiti State chapter of the All Progressives Congress, Ekiti (APC) Restoration Group (ERG) aiming to do in the 2018 governorship poll?"}
{"id": 1774, "query": "What are the five New Year's resolutions suggested for South Floridians?"}
{"id": 1775, "query": "What significant change did Kerr Pumps introduce to their frac fluid ends in 2016?"}
{"id": 1776, "query": "What is one way to fix persistent connectivity-related issues on a Mac?"}
{"id": 1777, "query": "What is the expected impact of the travel bubble between New Zealand and Australia on the agriculture sector in New Zealand?"}
{"id": 1778, "query": "What is Ginger Fried Beef and where did it originate from?"}
{"id": 1779, "query": "What are the features of the townhouse with ID#A1139371 in Calgary?"}
{"id": 1780, "query": "What are some of the things that have improved the author's mood in the past week?"}
{"id": 1781, "query": "What is the purpose of the First Response Center started by Sanders' congregation?"}
{"id": 1782, "query": "What was the first activity tracker produced by Nike within the Nike+ platform?"}
{"id": 1783, "query": "When do Fanshawe, Wildwood and Pittock Conservation Areas officially open for the season?"}
{"id": 1784, "query": "What is the primary function of pet therapy in medical institutions?"}
{"id": 1785, "query": "What are some of the dishes served at Lupo Verde?"}
{"id": 1786, "query": "What services does Thriveworks Beverly Hills offer?"}
{"id": 1787, "query": "How many train cars derailed near Casselton, ND on Thursday evening?"}
{"id": 1788, "query": "What is the main message of Psalm 55:22 according to King David's prayer?"}
{"id": 1789, "query": "Who is suggested to be traded to the Wolves for Williams?"}
{"id": 1790, "query": "What was the cause of Tiger Woods' car accident?"}
{"id": 1791, "query": "When was the Central Normal School and Business Institute founded?"}
{"id": 1792, "query": "What are the rules for the Christmas Spirit Award according to Leya from Wandeca Reads?"}
{"id": 1793, "query": "Who is the young man having a hot encounter with on the bed?"}
{"id": 1794, "query": "What are the proven, effective mitigation measures to reduce ship strike risk to whales?"}
{"id": 1795, "query": "Who won the Women's Doubles Nationals Title and the Mixed Doubles Nationals Title in the previous Irish Nationals?"}
{"id": 1796, "query": "What are some of the health benefits of apples?"}
{"id": 1797, "query": "Where does the speculation suggest Wayne Rooney might go after leaving Manchester United?"}
{"id": 1798, "query": "What is the main theme of Debra Gwartney's memoir \"I Am a Stranger Here Myself\"?"}
{"id": 1799, "query": "Who is the Native mystery writer recommended for older teens and adults?"}
{"id": 1800, "query": "What charges has the youth been accused of in relation to the firearm incident at school?"}
{"id": 1801, "query": "Who was Sgt. Chris Reyka and how did he die?"}
{"id": 1802, "query": "What is the material of the blouse from Maison Margiela?"}
{"id": 1803, "query": "Who are the CEO and founder, and the President of the company?"}
{"id": 1804, "query": "What is included in the cost of the Fish Fry event at Our Lady of the Rosary Church?"}
{"id": 1805, "query": "What are some of the amenities and services provided by Linda Vista Apart Hotel El Calafate according to the guest reviews?"}
{"id": 1806, "query": "What are the steps to create a 3D model using 3DS Zephyr Free?"}
{"id": 1807, "query": "What are some considerations to keep in mind when choosing a travel insurance policy?"}
{"id": 1808, "query": "What is the policy for inclusion of old words in Wiktionary?"}
{"id": 1809, "query": "What is the challenge presented by Cubewise in 2020 and what is the target of the challenge?"}
{"id": 1810, "query": "What is the main focus of the EPA's proposed budget for fiscal year 2018?"}
{"id": 1811, "query": "Who did Paul mention in his second letter to Timothy as someone who did him great harm?"}
{"id": 1812, "query": "Who hosted the After-School All-Stars Hoop Heroes Salute launch party during the NBA All-Star Weekend 2011?"}
{"id": 1813, "query": "Which restaurant is preferred by most people in the discussion, Boatwright's or Olivia's?"}
{"id": 1814, "query": "What was the event held by Toulouse School of Economics in December 2009?"}
{"id": 1815, "query": "Who was the goalkeeper for Nigeria during their match against Argentina in the FIFA World Cup in South Africa?"}
{"id": 1816, "query": "What are the three steps to set up a click count campaign?"}
{"id": 1817, "query": "What are the features of the WiFi Protector program?"}
{"id": 1818, "query": "Which movie is repeatedly mentioned as a favorite in the context?"}
{"id": 1819, "query": "What percentage of the total IELTS essay writing score does vocabulary contribute to?"}
{"id": 1820, "query": "What is the significance of the Audi Quattro in the history of motoring?"}
{"id": 1821, "query": "What is the movie \"For Singles Only\" about?"}
{"id": 1822, "query": "Who designed the character Mr. Waddle in My Little Pony Friendship is Magic?"}
{"id": 1823, "query": "What is the unique ingredient added to the Bloody Mary at Arlin's in Clifton?"}
{"id": 1824, "query": "What is the connection between Social Networks and Being Lonely according to the video Ramzey Sabbagh liked?"}
{"id": 1825, "query": "What is required to operate the Black Beaded Hanging Chandelier?"}
{"id": 1826, "query": "What was the result of the last meeting between the Flyers and the Penguins?"}
{"id": 1827, "query": "What are the teen summer camps in California mentioned in the context?"}
{"id": 1828, "query": "Who endorsed Dempsey Hovland's female barnstorming basketball team, the Texas Cowgirls, and what footwear did they officially wear on the court?"}
{"id": 1829, "query": "What is freekeh and how is it prepared?"}
{"id": 1830, "query": "Who scored the highest points in the game between St. Anthony and East Brunswick?"}
{"id": 1831, "query": "What is one method suggested by Barry Jennings to reduce ADHD symptoms in children?"}
{"id": 1832, "query": "What are some ways to lose online business according to the context?"}
{"id": 1833, "query": "Who was the goalie for the St. Louis Blues who helped the team to a record of 10-5-2 in its last 17 games?"}
{"id": 1834, "query": "What is the impact of mobile phones and wearable devices on marketing?"}
{"id": 1835, "query": "Who are the owners of Willapa Veterinary Service?"}
{"id": 1836, "query": "What is one of the main challenges Australia faces in terms of innovation according to the context?"}
{"id": 1837, "query": "Where did the speaker's fondness for trains begin?"}
{"id": 1838, "query": "What factors are holding back deal-making in the private equity industry?"}
{"id": 1839, "query": "What is the King County proposal that is raising concerns among veterinarians on Vashon Island?"}
{"id": 1840, "query": "What is the novel Ulysses by James Joyce compared to in terms of its design and complexity?"}
{"id": 1841, "query": "What are the two key issues that need to be focused on to revive the left, according to the context?"}
{"id": 1842, "query": "What services does Messe Düsseldorf GmbH use from Google Ireland Limited?"}
{"id": 1843, "query": "What are some of the areas Coach JC has expertise in and coaches in?"}
{"id": 1844, "query": "Who is the designer of the MG501 Cuba Lounge Chair?"}
{"id": 1845, "query": "How does the trackpad of Samsung's Series 5 Chromebook compare to the previous model, Google's CR-48 Chrome laptop?"}
{"id": 1846, "query": "Who won the match between Central Zone Greens Women and North Zone Women (Pakistan) played at Quaid-e-Azam Park, Karachi on 18 July 2008?"}
{"id": 1847, "query": "What are some of the features of the new BlackBerry Bold 9800 Slider?"}
{"id": 1848, "query": "What changes did AT&T make to their prepaid data plans?"}
{"id": 1849, "query": "What were the supplies used in the gummy bear experiment?"}
{"id": 1850, "query": "What are some of the services offered by Ajax Union?"}
{"id": 1851, "query": "What is the definition of impact investments according to the Global Impact Investing Network (GIIN)?"}
{"id": 1852, "query": "What is the common interest expressed by the individuals in the context?"}
{"id": 1853, "query": "What are the fields of scholarship of Robert Seiringer?"}
{"id": 1854, "query": "What changes did the Broetje family make in their orchard over the years?"}
{"id": 1855, "query": "What is the main focus of the podcast \"This Week in Wrestling\" hosted by Scott Eiland and Matt Houston?"}
{"id": 1856, "query": "What was the tenure of Representative W. J. (Billy) Tauzin in Congress?"}
{"id": 1857, "query": "Where does the person frequently shop for clothes?"}
{"id": 1858, "query": "What is the purpose of a Press Release for an indie publisher?"}
{"id": 1859, "query": "How much should one expect to pay for the development of a simple native or hybrid mobile app according to Elena Montes, Managing Director at Kill the Loop?"}
{"id": 1860, "query": "What degrees did Karl Barnes earn from Georgia Tech and what was his career path after graduation?"}
{"id": 1861, "query": "What is the mission of Ravensburger Ltd?"}
{"id": 1862, "query": "What is a suggested feature for the plugin discussed in the context?"}
{"id": 1863, "query": "What is the purpose of the blog mentioned in the context?"}
{"id": 1864, "query": "What is the context primarily about?"}
{"id": 1865, "query": "What is the purpose of funny safety images?"}
{"id": 1866, "query": "What are the three ways of conceptualizing a city according to Kagan?"}
{"id": 1867, "query": "What are some of the different parts that encompass web design?"}
{"id": 1868, "query": "What changes did Connecticut make to its education system in 2012 in response to the No Child Left Behind law?"}
{"id": 1869, "query": "What are some of the characteristics and interests of the boy named August mentioned in the context?"}
{"id": 1870, "query": "What does the 'Extended Warranty' at Cars2 provide to the customer?"}
{"id": 1871, "query": "What was the reason for the Bucs' decision to trade WR Mike Williams to the Bills?"}
{"id": 1872, "query": "What are some features of the Maxi Cosi travel cot Iris?"}
{"id": 1873, "query": "Why did the author decide to upgrade their router?"}
{"id": 1874, "query": "Who is the Milwaukee Brewers' best bet at first base before considering signing Michael Young?"}
{"id": 1875, "query": "Who are the main characters in the movie \"The Sentinel\"?"}
{"id": 1876, "query": "What is the projected increase in the value of South Africa's e-commerce sector within the next five years according to Rand Merchant Bank?"}
{"id": 1877, "query": "What are some of the amenities provided in the rooms at this lodging?"}
{"id": 1878, "query": "How many teams are expected to participate in the boys' competition of the Perdido Soccer Shootout?"}
{"id": 1879, "query": "What brand of bullet bra is Claudia Schiffer wearing in Vogue Russia?"}
{"id": 1880, "query": "What is Pfizer's strategy to maintain its market share in the anticonvulsant market after Neurontin loses its patent protection?"}
{"id": 1881, "query": "What are some of the items available for children's Halloween parties?"}
{"id": 1882, "query": "What are the research interests of Morty Yalovsky?"}
{"id": 1883, "query": "What is the context about?"}
{"id": 1884, "query": "What is the value and special property of the sapphire found in the druidic wooden carving of a mountain lion?"}
{"id": 1885, "query": "What happened in the narrator's room that caused a dangerous situation?"}
{"id": 1886, "query": "What is the main gift-giving day in Spain?"}
{"id": 1887, "query": "What was the purpose of the Delaware Center for Horticulture 2017 Regional Intern Outreach Day?"}
{"id": 1888, "query": "What are the ingredients needed for the Raspberry Lemon Chia Filling in the Raspberry-Lemon Chia Hand Pies recipe?"}
{"id": 1889, "query": "Why did Jump Trading choose VAST Data for their data storage needs?"}
{"id": 1890, "query": "Where was the Opera Society Holiday Party 2021 held?"}
{"id": 1891, "query": "Who designed the \"tuxedo gown\" that Billy Porter wore to the Oscars?"}
{"id": 1892, "query": "What percentage of Utah residents support the state making a bid to host future Winter Olympic Games, according to a recent statewide poll?"}
{"id": 1893, "query": "Who is the most memorable character in the film Logan according to the context?"}
{"id": 1894, "query": "Who are some of the political leaders participating in the PinkNews Virtual Summer Reception?"}
{"id": 1895, "query": "Why did the author decide to change their child's day care?"}
{"id": 1896, "query": "What is the main goal of most of the line members in the WTM community according to William Sayeth?"}
{"id": 1897, "query": "What is the pickup truck version of the Paykan referred to as?"}
{"id": 1898, "query": "What did Amy think she should have worn instead of her current shorts?"}
{"id": 1899, "query": "What is the narrator's relationship with America and its culture, particularly California?"}
{"id": 1900, "query": "Who last updated the topic discussed in the context?"}
{"id": 1901, "query": "What is the function of diet patches as mentioned in the context?"}
{"id": 1902, "query": "Who is the current secretary of the SGPC?"}
{"id": 1903, "query": "What are some of the activities included in the award-winning adventure in China?"}
{"id": 1904, "query": "What are some of the features of the treadmills available at Kmart?"}
{"id": 1905, "query": "What changes occur when a person is transformed by God according to the context?"}
{"id": 1906, "query": "How many types of trophies are there in Crysis 3 according to the context?"}
{"id": 1907, "query": "What was the controversy surrounding Fisk University's art collection?"}
{"id": 1908, "query": "Why did the narrator have to wake up early on Saturday morning during the weekend trip?"}
{"id": 1909, "query": "What does Bill Bryson's book \"Shakespeare: The World as Stage\" aim to uncover?"}
{"id": 1910, "query": "What were the changes in Venezuela after the current government took charge?"}
{"id": 1911, "query": "Why are health officials warning against all romaine lettuce?"}
{"id": 1912, "query": "What does the term 'gsm' stand for in the context of paper quality and what does it signify?"}
{"id": 1913, "query": "Who were the four Northwestern professors that received a research fellowship from the Alfred P. Sloan Foundation?"}
{"id": 1914, "query": "What is the main event of the Pine Hill Online LD Tournament and when is it scheduled to take place?"}
{"id": 1915, "query": "What is the author's preferred time to serve Thanksgiving dinner and why?"}
{"id": 1916, "query": "What are some of the categories to shop from at Walgreens?"}
{"id": 1917, "query": "What is a vintage gluebook and how can one learn to create it?"}
{"id": 1918, "query": "Who is expected to be promoted from Triple-A Louisville to start a game for the Cincinnati Reds?"}
{"id": 1919, "query": "What is the likelihood of heavy rainfall in the western border of the forecast area?"}
{"id": 1920, "query": "What are some of the dress styles mentioned in the context?"}
{"id": 1921, "query": "Who were the two missionary women mentioned in the context and what were their significant contributions?"}
{"id": 1922, "query": "What is the main character's name in the modern retelling of The Phantom of the Opera?"}
{"id": 1923, "query": "What was the consequence for West York Councilman Tim Berkheimer's disorderly conduct during a council meeting?"}
{"id": 1924, "query": "How can you update a Garmin Nuvi GPS?"}
{"id": 1925, "query": "What were the findings of the meta-study conducted by Goran Bjelakovic on the effects of vitamin and antioxidant supplements on longevity?"}
{"id": 1926, "query": "What is the function of a crusher in construction work?"}
{"id": 1927, "query": "What was the purpose of the two-stage trap that Gabe created?"}
{"id": 1928, "query": "Who is the one person the protagonist knows at school?"}
{"id": 1929, "query": "What is the unique feature of the dating app Happn as mentioned in the context?"}
{"id": 1930, "query": "What was the response of the group of 33 Senate Republicans to President Obama's potential action regarding the Comprehensive Nuclear Test Ban Treaty at the UN?"}
{"id": 1931, "query": "What were the activities Year 7 students did during their trip to Normandy?"}
{"id": 1932, "query": "What is a Pap smear and why is it performed?"}
{"id": 1933, "query": "What role should intellectuals play in a new dispensation according to the context?"}
{"id": 1934, "query": "What is the main concern of the residents regarding the new property values in McDowell County, North Carolina?"}
{"id": 1935, "query": "What are the names of the three playable characters in the Battletoads arcade game?"}
{"id": 1936, "query": "What are the materials needed to craft a cute bug catcher?"}
{"id": 1937, "query": "Who is representing the six gay and lesbian couples in the lawsuit filed in Polk County District Court?"}
{"id": 1938, "query": "Why did black cats start receiving a bad reputation during the Salem Witch Trials?"}
{"id": 1939, "query": "What is the common approach most street photographers prefer when taking portraits?"}
{"id": 1940, "query": "What are some of the amenities offered at the Cottages at Pryse Farm?"}
{"id": 1941, "query": "What are some of the documents mentioned that can be electronically signed?"}
{"id": 1942, "query": "What are some of the causes of unemployment mentioned in the context?"}
{"id": 1943, "query": "What are some steps a company can take to maintain a positive reputation in the event of an on-site injury?"}
{"id": 1944, "query": "What are some of the applications of PSU/P/PPSU (Polyarylsulfone) as mentioned in the report?"}
{"id": 1945, "query": "What are the two largest stock exchanges located in Wall Street?"}
{"id": 1946, "query": "What is the operating principle of a ball mill?"}
{"id": 1947, "query": "What are some simple things one can do to help the environment while traveling?"}
{"id": 1948, "query": "Who led the Celtics with a transcendent performance against the Heat, scoring 22 points on 8-10 shooting from the field?"}
{"id": 1949, "query": "What are the potential consequences of the proposed privatisation of Green Spaces according to the Tree Warden Group - Merton?"}
{"id": 1950, "query": "What is a potential indicator of a person having contracted the coronavirus according to a study carried out in Spain?"}
{"id": 1951, "query": "When and where will the solo multi-media exhibition by Vera McEvoy take place?"}
{"id": 1952, "query": "What are some ways to tell if a date is going well based on body language?"}
{"id": 1953, "query": "What are the dining options available at SALT Bucklands Beach and their corresponding prices?"}
{"id": 1954, "query": "What are some reasons given for discussing divisive issues on social media?"}
{"id": 1955, "query": "What are the steps an entrepreneur should follow before launching their product?"}
{"id": 1956, "query": "When were the accounts last made up for the entity at 25 Hillock Lane, Warrington, Cheshire?"}
{"id": 1957, "query": "What factors can affect the number of viable fry from a spawn?"}
{"id": 1958, "query": "What new venture did Alison Thompson branch out into after publishing her own book?"}
{"id": 1959, "query": "What does the GUI in the context allow you to do in the game?"}
{"id": 1960, "query": "What happens to Harry in the story 'Harry, Come Back'?"}
{"id": 1961, "query": "Who is expected to create a successful iPhone application according to the context?"}
{"id": 1962, "query": "What is the main focus of Frida Lygnegård's research?"}
{"id": 1963, "query": "How does the size of a predator influence the parental investment decisions of female convict cichlids?"}
{"id": 1964, "query": "What was the key to drawing under time pressure during the Art Jam?"}
{"id": 1965, "query": "Who was the first woman elected to the Baseball Hall of Fame?"}
{"id": 1966, "query": "What are the four Transaction Isolation Levels and what concurrency problems do they protect against?"}
{"id": 1967, "query": "Who are the primary targets of mysterious social media campaigns according to a new report?"}
{"id": 1968, "query": "What was the reaction of the share and bond markets to the unexpectedly strong employment report?"}
{"id": 1969, "query": "When is the Friends 18th Annual Plant Sale scheduled?"}
{"id": 1970, "query": "What are the notes in the E minor blues scale and the diminished 7th arpeggio?"}
{"id": 1971, "query": "Who is the owner of LeBoeuf Homes, Inc.?"}
{"id": 1972, "query": "What is the importance of data security in the current digital age?"}
{"id": 1973, "query": "What was the impact of the module on prescribing competency for undergraduate medical students?"}
{"id": 1974, "query": "What are the historical examples of Islamic victories over the West mentioned in the context?"}
{"id": 1975, "query": "What is the contact number and address of BJ's Restaurant in Clearwater?"}
{"id": 1976, "query": "What are the two time periods for the Pennsylvania, Philadelphia Passenger Lists mentioned in the context?"}
{"id": 1977, "query": "What is 'Mairi Campbell – Pulse'?"}
{"id": 1978, "query": "Who was crowned Miss Cougar 2010 Del Mar?"}
{"id": 1979, "query": "What are the four series of mechanisms considered in the Sathe model to produce innovation and expand technology in a Petrochemical Company?"}
{"id": 1980, "query": "What is the purpose of the \"30 Things to Try This Summer\" contest mentioned in the June 2013 issue of \"The Olympian\"?"}
{"id": 1981, "query": "What is the main aim of the non-profit organization mentioned in the context?"}
{"id": 1982, "query": "What award was Costa nominated for in the Automotive, Transportation, Storage and Logistics category?"}
{"id": 1983, "query": "What is the date and duration of the \"Bunny De La Cruz Giant Booty Plump\" clip?"}
{"id": 1984, "query": "What is the official motto of the Charleswood Hawks hockey team?"}
{"id": 1985, "query": "What is the role of South-South co-operation in addressing climate change according to Helen Clark's speech?"}
{"id": 1986, "query": "What happens when you select 'Save' while creating a Test Question in Figure Eight's interface?"}
{"id": 1987, "query": "What are the ingredients needed for the recipe mentioned in the context?"}
{"id": 1988, "query": "Who is the photographer of the \"Water Lily\" portrait?"}
{"id": 1989, "query": "When is the Samsung Galaxy S 4 expected to launch?"}
{"id": 1990, "query": "What is the median household income in Waukau, Wisconsin?"}
{"id": 1991, "query": "What is unique about the design of Yarmouth Castle compared to other 'Henrician' forts?"}
{"id": 1992, "query": "What are some of the departments overseen by the VCFA?"}
{"id": 1993, "query": "What is the item that the author has discovered brings her joy and makes her feel powerful?"}
{"id": 1994, "query": "What is the writer's attitude towards making new friends?"}
{"id": 1995, "query": "Who were the assassins of King Carlos I and Crown Prince Luis Filipe?"}
{"id": 1996, "query": "What is the author's personal view on DaveScot's blog persona?"}
{"id": 1997, "query": "What new regulations were approved by the Knesset Labor, Social Affairs and Health Committee regarding healthcare professionals?"}
{"id": 1998, "query": "What is the price for the Homage Harvest Table event at Spicers Hidden Vale and what does it include?"}
{"id": 1999, "query": "What did the loan of $425 help Esequiel Efrain to purchase for his business?"}
{"id": 2000, "query": "What is the population of Cary, a village in McHenry County, Illinois?"}
{"id": 2001, "query": "What is the latest version of Scorpion Solitaire?"}
{"id": 2002, "query": "What is the phenomenon referred to when investors shift from Bitcoin to Ethereum?"}
{"id": 2003, "query": "What are the main features of the Warm Audio EQP-WA Tube Equalizer?"}
{"id": 2004, "query": "What is GM's policy on religious or political groups?"}
{"id": 2005, "query": "Who is funding the construction of the public, multipurpose sports facility in Sudbury?"}
{"id": 2006, "query": "What inspired the name of the new cider introduced by Ploughman Farm Cider?"}
{"id": 2007, "query": "Who is reported to be in negotiations to join the sequel of the sci-fi cult classic \"Blade Runner\"?"}
{"id": 2008, "query": "Who coined the term 'developmental motif' in musical analysis?"}
{"id": 2009, "query": "Who is credited with sparking his lifelong passion for Arizona due to Desert Forest?"}
{"id": 2010, "query": "Who was Jacob Kelker and why was a land grant given to him?"}
{"id": 2011, "query": "What is the attitude of Pope Francis towards the threats against him according to Giani?"}
{"id": 2012, "query": "What are the responsibilities of an Image Archive Assistant in the Department of Radiology at Beth Israel Deaconess Medical Center?"}
{"id": 2013, "query": "What are some of the features of the Blue Yeti microphone?"}
{"id": 2014, "query": "Who are some researchers that have often co-authored with Marco Macchiavelli in the last five years?"}
{"id": 2015, "query": "What happens if an employee fails to engage in the interactive process under the ADA?"}
{"id": 2016, "query": "What is the message conveyed by Jesus in the Gospel according to the context?"}
{"id": 2017, "query": "What is the main tactic used by the head of the fake neighborhood association to distract from their goal of tree destruction?"}
{"id": 2018, "query": "Who appointed Alfrancis Chua as a consultant for the Barangay Ginebra team?"}
{"id": 2019, "query": "How much money did the Kochs reportedly spend on the 2012 elections?"}
{"id": 2020, "query": "What changes did Dave make to the original brisket recipe due to rain?"}
{"id": 2021, "query": "What are the benefits of participating in JCC Extra activities?"}
{"id": 2022, "query": "When and where will the second edition of The Nigeria Symposium for Young & Emerging Leaders take place?"}
{"id": 2023, "query": "What was the plan outlined by Richard Cloward and Francis Piven in 1966?"}
{"id": 2024, "query": "What are some of the films being shown at the Tropic Cinema?"}
{"id": 2025, "query": "What is the viewer's reaction to the video and song?"}
{"id": 2026, "query": "Where is the checkforosx file located on the TIGER Upgrade DVD?"}
{"id": 2027, "query": "What is Adobe's response to accusations of blocking the latest HTML5 specification?"}
{"id": 2028, "query": "Who was awarded a five-year contract by Dublin Airport Authority (DAA) for a major virtualisation project?"}
{"id": 2029, "query": "What are the two types of appointments that can be booked at Putneymead Group Medical Practice?"}
{"id": 2030, "query": "Who won the presidential election in the Philippines according to the unofficial results?"}
{"id": 2031, "query": "Why was the patient worried about having a seizure after the first brain surgery?"}
{"id": 2032, "query": "What are some of the treatments mentioned for plantar fasciitis?"}
{"id": 2033, "query": "Who is the author of the book \"Enhanced Phase-Locked Loop Structures for Power and Energy\" and what is his expertise?"}
{"id": 2034, "query": "What does the new hands-free bill signed by Georgia's Governor Nathan Deal prohibit?"}
{"id": 2035, "query": "Why have monkeys been trained by the Chinese air force?"}
{"id": 2036, "query": "Who founded Haynes Park Capital, LLC and when was it established?"}
{"id": 2037, "query": "What is the daily routine of the Twitter user mentioned in the context?"}
{"id": 2038, "query": "What does respect mean in the context of a wife's relationship with her husband according to the text?"}
{"id": 2039, "query": "What are some of the key elements for successful commercial innovation according to Mitchell Pham?"}
{"id": 2040, "query": "What is the significance of medical insurance in any medical setting?"}
{"id": 2041, "query": "Who is responsible for the guidelines of the Institution’s research policy at the National University Pedro Henríquez Ureña?"}
{"id": 2042, "query": "What is the purpose of the Pasta on the Lake event?"}
{"id": 2043, "query": "Who replaced Asdrubal Cabrera at short after he broke his left forearm in a game?"}
{"id": 2044, "query": "Who scored a try for the MCAAs in the 43rd minute of the game against Wairarapa Bush?"}
{"id": 2045, "query": "What is the Basilica of the Annunciation built on top of?"}
{"id": 2046, "query": "What does Lindenbrook discover on the Icelandic rock?"}
{"id": 2047, "query": "Why did Jay Wilds lie during the trial of Adnan Syed's case?"}
{"id": 2048, "query": "What is the overarching principle that the judge uses to evaluate the parent's competing claims in a divorce case?"}
{"id": 2049, "query": "What is the main focus of the three-week intensive course in South Africa led by Eric Singer and Janet Shope?"}
{"id": 2050, "query": "Who was considered the best team in the Southeast Division for the NHL '08-'09 season?"}
{"id": 2051, "query": "What is the purpose of Kevin Raines' field notes?"}
{"id": 2052, "query": "Who were the two English cricketers that combined to roll India for 152 before tea in the fourth Test at Old Trafford on August 08, 2014?"}
{"id": 2053, "query": "What is Penzaarville Africa known for?"}
{"id": 2054, "query": "What were the conditions like for Natives living on reservations according to Carpenter's story?"}
{"id": 2055, "query": "What was China's response to the US Navy missile-destroyer making a trip around the disputed islands in the South China Sea?"}
{"id": 2056, "query": "What was the solution to the bug that caused Google Chrome for Mac to crash when rendering a specific foreign-language string?"}
{"id": 2057, "query": "What are some of the methods used to treat pattern baldness?"}
{"id": 2058, "query": "Who was Robert Fisher and what was his connection to the crime scene in Scottsdale?"}
{"id": 2059, "query": "Who were the two former members of the British military that were victims of recent murders in Kenya?"}
{"id": 2060, "query": "Who proposed the kingdom for microscopic organisms in 1861?"}
{"id": 2061, "query": "What is the method described to improve the performance of large tables in a SQL Server database?"}
{"id": 2062, "query": "What are the benefits of continuous pharmaceutical manufacturing as proposed in the PhD thesis?"}
{"id": 2063, "query": "Why was O.F.T.B.'s second album not released during their peak time?"}
{"id": 2064, "query": "Who is the head coach of the Ravens since 2008?"}
{"id": 2065, "query": "What are some features of the EOS-1500D 18-55mm IS Canon DSLR Camera Kit?"}
{"id": 2066, "query": "What are the two key points that have hindered Russia's progress towards being declared compliant with international anti-doping standards?"}
{"id": 2067, "query": "What are some of the traditional uses of Moroccan Marquees?"}
{"id": 2068, "query": "What are some of the features of the child care provided for Johnson & Johnson families?"}
{"id": 2069, "query": "What is the main argument of Kieran Healy's paper as described in the context?"}
{"id": 2070, "query": "What are the two types of tax reforms suggested in the context?"}
{"id": 2071, "query": "Who won the Grand Prix Special at the second leg of the 2009 World Dressage Masters?"}
{"id": 2072, "query": "What is the new product introduced by Apex Digital Graphics and what are its features?"}
{"id": 2073, "query": "What are the key benefits of using Neutrogena Pore Refining Cream?"}
{"id": 2074, "query": "What is the purpose of the annual Pocktoberfest Beer Festival?"}
{"id": 2075, "query": "What kind of information does PeopleFinders.com provide for Arturo Padilla?"}
{"id": 2076, "query": "What is the sigil of Tesco used for according to Rupert?"}
{"id": 2077, "query": "What are some of the hotel brands available in Littleton, CO?"}
{"id": 2078, "query": "What does the Congressional Budget Office point out about the current fiscal policies?"}
{"id": 2079, "query": "What is the first standard that businesses in Ontario must comply with regarding accessibility?"}
{"id": 2080, "query": "What is the difference between the French verbs 'apporter' and 'amener'?"}
{"id": 2081, "query": "Which scenario actually leads to making plans to meet?"}
{"id": 2082, "query": "What are the differences and similarities between the Supplemental Security Income (SSI) and Social Security Disability Insurance (SSDI) programs?"}
{"id": 2083, "query": "What was the final solution to the system's random freezing issue?"}
{"id": 2084, "query": "Who were the Nobel Prize in Physiology or Medicine recipients that continued the trend of multiple winners?"}
{"id": 2085, "query": "Who planned to appear before the committees despite Secretary of State Mike Pompeo's letter stating that five State Department officials would not appear as scheduled?"}
{"id": 2086, "query": "What are some of the summer camp programs recommended for children with visual impairments?"}
{"id": 2087, "query": "What are the features of the Casual Decor Bathroom's shower curtain?"}
{"id": 2088, "query": "When did Elisabeth and Jon get married and where was their wedding reception held?"}
{"id": 2089, "query": "What services does Sydney’s Plumbing Specialists provide in case of an emergency?"}
{"id": 2090, "query": "What was the condition of the lamb and its mother after the heavy snowfall?"}
{"id": 2091, "query": "What is the model number of the Galaxy Tab 2 (10.1) that is heading to T-Mobile?"}
{"id": 2092, "query": "What injury did Tyler Hicks suffer from a car wreck on March 20, 2012?"}
{"id": 2093, "query": "Who are the members of the team that Batman recruits in Detective Comics to help him defend Gotham City?"}
{"id": 2094, "query": "What is the key to finding the perfect diet according to the CHEK Institute in California?"}
{"id": 2095, "query": "What is the main objective of the Healthful Life program?"}
{"id": 2096, "query": "What are the three primary plotlines in the book \"A Crown of Swords\"?"}
{"id": 2097, "query": "What is the purpose of the Gotong royong program in Palembang?"}
{"id": 2098, "query": "What are some features of the Hand Push Vegetable Chopper, Cutter and Mixer?"}
{"id": 2099, "query": "What are the standard features of the Hatco GRS-66-B Glo-Ray Heated Shelf?"}
{"id": 2100, "query": "Where is Aclpi located?"}
{"id": 2101, "query": "Why is outsourcing testing considered a good idea according to the context?"}
{"id": 2102, "query": "What is the purpose of Safe-Dock in shopping carts?"}
{"id": 2103, "query": "What new features were found in the Google Glass update, version XE8, according to Ron Amadeo's teardown?"}
{"id": 2104, "query": "What is the purpose of the Social Security Caregiver Credit Act of 2016?"}
{"id": 2105, "query": "What is the main objective of the National Child Labour Projects (NCLP) in India?"}
{"id": 2106, "query": "What are some of the top things to do in The Coromandel, NZ?"}
{"id": 2107, "query": "What improvements did Eva observe in its operations between 2018 and 2019 after implementing the Infor WMS solution?"}
{"id": 2108, "query": "What is the author's perspective on the coal industry in West Virginia and its impact on the economy and the people?"}
{"id": 2109, "query": "What are some of the benefits of using Virtual Headquarters' telephone answering service for construction companies?"}
{"id": 2110, "query": "What does Dean Baker suggest as a solution to prevent another financial crisis like the one caused by the housing bubble?"}
{"id": 2111, "query": "What are some of the activities and attractions available at Hatsushima Island Resort?"}
{"id": 2112, "query": "What changes did the author make to Sarod's USS Voyager mesh?"}
{"id": 2113, "query": "What type of precipitation is expected in the immediate metro area and what is the forecast for the roads?"}
{"id": 2114, "query": "What are the two main characteristics of the Pisces star sign as described in the poetry?"}
{"id": 2115, "query": "What was the first song performed by BTS on their MTV Unplugged set?"}
{"id": 2116, "query": "What were the main courses chosen by the reviewer and Mr. EE at Bell & Felix?"}
{"id": 2117, "query": "What is the pre-show ritual of Alexi Laiho, the frontman and guitarist of Children of Bodom?"}
{"id": 2118, "query": "What was the original purpose of the Janowska labor camp and who founded it?"}
{"id": 2119, "query": "What is the size and location of the property that is zoned B-3 shopping center/commercial and is close to Walmart Supercenter and Lowe's?"}
{"id": 2120, "query": "What are some of the functionalities offered by the SiriusXM Edge Dock & Play Radio that are not available on other radio devices?"}
{"id": 2121, "query": "What are some of the items that Lu found and redesigned?"}
{"id": 2122, "query": "What are the two suggestions made to reduce the costs of fragmentation in international energy governance?"}
{"id": 2123, "query": "What are some ways to add activity to your regular routine for weight loss?"}
{"id": 2124, "query": "What is the offer provided by BottlesXO during the hazy period?"}
{"id": 2125, "query": "What is the main concept of Robert Cialdini's book \"Pre-Suasion\"?"}
{"id": 2126, "query": "Who is the top-rated player in New Jersey according to a number of scouting services?"}
{"id": 2127, "query": "What is the Aros Museum of Modern Art known for?"}
{"id": 2128, "query": "How did Heather find her agent?"}
{"id": 2129, "query": "What was the workout routine followed in the context?"}
{"id": 2130, "query": "What are some factors to consider when purchasing a car?"}
{"id": 2131, "query": "What are the typical locations where the City provides sandbags free of charge when a flood threat develops?"}
{"id": 2132, "query": "What issues did the person encounter when trying to copy large files to a USB drive?"}
{"id": 2133, "query": "What are some of the challenges faced by parents with a child on the autism spectrum during the COVID-19 pandemic?"}
{"id": 2134, "query": "What is the term used in Vietnam for social gatherings involving food and drink?"}
{"id": 2135, "query": "Who clinched the victory for Baylor's men's tennis squad against seventh-ranked Kentucky?"}
{"id": 2136, "query": "What are the services offered by Dr. Michael Donato's orthodontic office?"}
{"id": 2137, "query": "Why is Cirrus Casino the number one pick for Internet Casino Reviews?"}
{"id": 2138, "query": "What is the main criticism of the game Sonic Riders: Zero Gravity according to the context?"}
{"id": 2139, "query": "How many shorthanded goals did the Tampa Bay Lightning score against the Bruins in the game?"}
{"id": 2140, "query": "What caused Aaron Frost to lose control of his car and crash?"}
{"id": 2141, "query": "Why was the user banned from the server?"}
{"id": 2142, "query": "What are the proposed solutions by University of Toronto engineering students to make cycling safer in the city?"}
{"id": 2143, "query": "What are the qualifications for the IT Support Engineer job at Engine No.1?"}
{"id": 2144, "query": "When is the Carnival at Sankeys Ibiza scheduled to start and end?"}
{"id": 2145, "query": "Is binary trading legal in the USA?"}
{"id": 2146, "query": "None"}
{"id": 2147, "query": "What is the name of the artwork by Wassily Kandinsky that was executed in Paris in December 1934?"}
{"id": 2148, "query": "What is the role of Tyr-950 phosphorylation in the interaction between RPN13 and the proteasome?"}
{"id": 2149, "query": "What are some advantages and disadvantages of living in a gated community?"}
{"id": 2150, "query": "What is the profession of the main character in the context?"}
{"id": 2151, "query": "What measures have UK holiday parks like Haven, Pontins, and Centre Parcs taken in response to the COVID-19 pandemic?"}
{"id": 2152, "query": "What are some of the features of ACT! for Real Estate 2008 (10.0) and ACT! by Sage Premium for Real Estate 2008 (10.0) as announced by Sage Software?"}
{"id": 2153, "query": "What is the purpose of the College Reach-Out Program (CROP) at Manatee Community College?"}
{"id": 2154, "query": "What was the purpose of the clinical phase I study on breast tumor ablation with a dedicated breast MR-HIFU system?"}
{"id": 2155, "query": "What is the importance of search intent in SEO strategy?"}
{"id": 2156, "query": "What percentage of Chesterfield County Public Schools’ operational budget is allocated for instructional staff and their benefits?"}
{"id": 2157, "query": "What is the plan to sway the Euskerri?"}
{"id": 2158, "query": "What are the two episodes included in the Audio CD of The All Star Western Theater?"}
{"id": 2159, "query": "What are some of the major developments in Pottsville as mentioned in the context?"}
{"id": 2160, "query": "What are the author's financial goals for the upcoming year?"}
{"id": 2161, "query": "Who are the owners of Glaneirw Coach House?"}
{"id": 2162, "query": "What is one method mentioned in the context to limit the airflow in an e-cigarette?"}
{"id": 2163, "query": "Who are the two biggest so-called petro giants involved in a battle to maintain control over the global dominance of oil?"}
{"id": 2164, "query": "What is the unique feature of Toyota's Nori vehicle?"}
{"id": 2165, "query": "How many Childfree Members are there?"}
{"id": 2166, "query": "What is the purpose of Neudesic's User Experience Practice?"}
{"id": 2167, "query": "What is the bottomless deal at Cuba restaurant for brunch?"}
{"id": 2168, "query": "What are the four types of pronouns discussed in the context?"}
{"id": 2169, "query": "What type of aircraft was used by the AMS for their operations in the Eastern Cape Province?"}
{"id": 2170, "query": "What are some of the products available at Seattle's Community Services for the Blind and Partially Sighted teaching store?"}
{"id": 2171, "query": "What is the purpose of the agreement between 3Com and Metrowerks?"}
{"id": 2172, "query": "When was the Electronic Transactions Act first enacted in Singapore?"}
{"id": 2173, "query": "What health issues did the little white dog named Hildy have?"}
{"id": 2174, "query": "What is one factor that nearly all business owners can control that may directly determine long-term business success?"}
{"id": 2175, "query": "What was the author's progress in rewriting the novel?"}
{"id": 2176, "query": "What is the main difference in strategy between the Romney and Obama campaigns as described in the context?"}
{"id": 2177, "query": "What are the main criticisms of the North Carolina Senate's version of the 2007-2009 budget?"}
{"id": 2178, "query": "What are some of the benefits SunDance Graphics has experienced from its partnership with Heidelberg Lifecycle Solutions?"}
{"id": 2179, "query": "What is the title of the piece that the author is considering for their new novel?"}
{"id": 2180, "query": "What are the common sentiments expressed about the puppies?"}
{"id": 2181, "query": "What are the seven lifesaving medical supplies that every parent should keep at home and in the car?"}
{"id": 2182, "query": "What was the Pennsylvania woman accused of due to her strict diet obsession?"}
{"id": 2183, "query": "What are the minimum system requirements for the virtual machine in the Nutanix Acropolis hypervisor installation process?"}
{"id": 2184, "query": "What were the three dating mistakes the author corrected in his thirties?"}
{"id": 2185, "query": "What is the function of the switch nodes in the NYU Ultracomputer?"}
{"id": 2186, "query": "What is the Chicago Metropolitan area's percentage of water?"}
{"id": 2187, "query": "What is the adult version of Operation according to the funny status message?"}
{"id": 2188, "query": "What are some of the suggestions given to help the baby with constipation?"}
{"id": 2189, "query": "What is the main purpose of Quebec's Bill 62 according to its supporters?"}
{"id": 2190, "query": "What are some strategies for effectively delivering a speech according to the context?"}
{"id": 2191, "query": "What are the three cornerstones of SERV's climate strategy developed during the 2020 financial year?"}
{"id": 2192, "query": "What are the specifications of the Dell XPS 8940 Special Edition Mid-Tower?"}
{"id": 2193, "query": "What are the potential applications of the nanotube research conducted by the two Tel Aviv University scientists?"}
{"id": 2194, "query": "What are some of the modifications made to WhatsApp according to the context?"}
{"id": 2195, "query": "What is the new transfer ratio from Hawaiian Airlines miles to Hilton hotel points?"}
{"id": 2196, "query": "Who was granted a license by fine of five marks according to the records of St. Bartholomew's Priory and St. Bartholomew the Great, West Smithfield?"}
{"id": 2197, "query": "Who is the player described as \"the second coming of Jesus\" to the fans?"}
{"id": 2198, "query": "What activities are planned for the Grand Opening of Amara's healing center?"}
{"id": 2199, "query": "What are some of the negative effects of synthetic cosmetic ingredients on the skin?"}
{"id": 2200, "query": "What are some of the challenges and questions faced by the parent during the first month of the second baby's life?"}
{"id": 2201, "query": "What is the main issue the woman in the context is facing?"}
{"id": 2202, "query": "What is the law regarding bicycling on sidewalks in Maryland?"}
{"id": 2203, "query": "What event in 1692 drastically changed the commerce of Wethersfield?"}
{"id": 2204, "query": "Who is the person planning to perform at various events in the near future?"}
{"id": 2205, "query": "What are some of the common regimes one should follow as an acne home treatment?"}
{"id": 2206, "query": "What were the main issues discussed at the school choice rally in Frankfort?"}
{"id": 2207, "query": "What is the most powerful feature of Claesson Koivisto Rune's Haven couch according to the developers?"}
{"id": 2208, "query": "How did the U.S. Federal Reserve help stabilize credit hedge funds during the 2020 economic downturn?"}
{"id": 2209, "query": "What is a job cover letter and what should it include?"}
{"id": 2210, "query": "What has been one of the largest obstacles for Starwood Hotels & Resorts Worldwide in relation to search?"}
{"id": 2211, "query": "What were the outcomes of the three serious crimes detected in the East, North East, and North regions?"}
{"id": 2212, "query": "What homemade cleaning products does the person use?"}
{"id": 2213, "query": "What are the key features of the 123/003 Industrial ScopeMeter USA?"}
{"id": 2214, "query": "What is the limit of the given sequence as n approaches infinity?"}
{"id": 2215, "query": "Who is a business speaker that makes it his mission to work with executives and managers to achieve great performance in a sustainable way?"}
{"id": 2216, "query": "What is the name of the 1974 hit by Betty Wright that Lil Wayne and DJ Khaled reminisced about?"}
{"id": 2217, "query": "What does CHMOD do and what kind of problems can it resolve?"}
{"id": 2218, "query": "What was the reaction to the change in the band's lineup?"}
{"id": 2219, "query": "What is a shatter ring and how does it form?"}
{"id": 2220, "query": "What are some of the reasons given for the failure of conventional allopathic psychiatry and other mental health treatments?"}
{"id": 2221, "query": "What did the 1966 stamp of the Bechuanaland Protectorate feature and what did it depict?"}
{"id": 2222, "query": "Who is taking over the management of the countywide recycling drop-off sites in Licking County?"}
{"id": 2223, "query": "What is suggested as a method to combat stress and aim for bliss?"}
{"id": 2224, "query": "What is the OzForex Travel Card?"}
{"id": 2225, "query": "What are the guidelines for submitting an article or story to the YouTube model railroading community?"}
{"id": 2226, "query": "What steps did the Jewish pioneers take to reclaim the land when they returned to their homeland in the 1890s?"}
{"id": 2227, "query": "What are some of the events and features offered at The Birdcage?"}
{"id": 2228, "query": "What event is the author planning to attend at Earl's Court?"}
{"id": 2229, "query": "Who scored the first goal in the NCAA tournament semifinal game between Salisbury University and Stevenson University?"}
{"id": 2230, "query": "What is the main plot of the book \"The Emperor’s New Clothes Horse\"?"}
{"id": 2231, "query": "What is the defense strategy for Dr. Murray in the trial related to Michael Jackson's death?"}
{"id": 2232, "query": "Who conducted the comprehensive research about the Hungarian creative industry in 2014?"}
{"id": 2233, "query": "What color will blue litmus paper turn if dipped into a solution with a pH of 9?"}
{"id": 2234, "query": "What are some benefits of using customized Express Flyers for business advertising in Singapore?"}
{"id": 2235, "query": "What is the texture and finish of the Urban Decay Naked Skin Foundation?"}
{"id": 2236, "query": "What are some concerns about online therapy platforms?"}
{"id": 2237, "query": "Why is Caesar, the German Shepard, in need of a caregiver?"}
{"id": 2238, "query": "Who is Peta Murgatroyd's husband?"}
{"id": 2239, "query": "Who emerged as a dictator in Ethiopia in 1977?"}
{"id": 2240, "query": "What is the best prospecting backpack suitable for carrying around heavy prospecting gear?"}
{"id": 2241, "query": "What was the purpose of the study involving 24 sample site proteins?"}
{"id": 2242, "query": "Who was the 2016 recipient of the Bobby Bateman Memorial Merit Award?"}
{"id": 2243, "query": "What is the purpose of the OWLS members-only listserv?"}
{"id": 2244, "query": "What is the basic premise of the fraud scheme based on conspiracy theories that is affecting financial institutions?"}
{"id": 2245, "query": "Who is the founder of Copenhagen’s 3XN?"}
{"id": 2246, "query": "What is the significance of the Wave of Light for the author?"}
{"id": 2247, "query": "What are the two main departments of CCB and what services do they provide?"}
{"id": 2248, "query": "Who are the starting pitchers for the Cincinnati Reds and Chicago Cubs in the upcoming game?"}
{"id": 2249, "query": "What does a digital transformation strategy refer to?"}
{"id": 2250, "query": "What are some of the benefits of using Bag-in-Box® for packaging?"}
{"id": 2251, "query": "What is the Velopresso and who are its creators?"}
{"id": 2252, "query": "What are some of the amenities offered by Jin Sha Hotel?"}
{"id": 2253, "query": "What are some strategies that visual learners can use to take in new information?"}
{"id": 2254, "query": "What are some of the functions of a Soup Maker?"}
{"id": 2255, "query": "What are some of the products offered by Hard Rock Quarries?"}
{"id": 2256, "query": "What is one way to save money on your automobile insurance according to the context?"}
{"id": 2257, "query": "What is the user's concern about moving the database from the virtual directory to their own database?"}
{"id": 2258, "query": "Who replaced Sylvia Simms in the School Reform Commission in January?"}
{"id": 2259, "query": "How much did Dodge's sales increase in the first quarter of 2021?"}
{"id": 2260, "query": "Who agreed to a $1 million weight penalty for the fight against Gennady Golovkin on July 19th?"}
{"id": 2261, "query": "What is the author's dilemma regarding beer during the pandemic?"}
{"id": 2262, "query": "Who are the three iconic characters in the comic book \"Predator vs. Judge Dredd vs. Aliens #1\"?"}
{"id": 2263, "query": "What are the ingredients needed to make Easy Creamy Coleslaw according to Chef Katie Brown?"}
{"id": 2264, "query": "What were some of the topics covered in the webinars hosted by Jessica Daly during the COVID-19 pandemic?"}
{"id": 2265, "query": "What are the benefits of the Legionary Apothecary and Engineer using breacher bikes according to Kromlech?"}
{"id": 2266, "query": "Who was the husband of U.S. Sen. Debbie Stabenow caught with in a hotel?"}
{"id": 2267, "query": "What does the term \"militia\" refer to according to the context?"}
{"id": 2268, "query": "What does the essay on the historical roots of Canadian democracy focus on?"}
{"id": 2269, "query": "What is the zero trust networking approach and how can it be implemented?"}
{"id": 2270, "query": "What color were the breastplates of the horses in the vision according to Revelation 9:17?"}
{"id": 2271, "query": "What tool did Alan use to organize his thoughts and sources for his review on 'dealing with plagiarism in the internet age'?"}
{"id": 2272, "query": "What is the title of the book that was last updated on December 31, 2011 in the context of Sports Law?"}
{"id": 2273, "query": "What is the purpose of the Driver Training series offered by BMW?"}
{"id": 2274, "query": "What is the mission of the Ceres Downtown Improvement District in partnership with the City of Ceres and Ceres Chamber of Commerce?"}
{"id": 2275, "query": "What preparations does Jodie make for her dinner with Ryan in the chapter of Beyond: Two Souls?"}
{"id": 2276, "query": "What is the blogger's issue with airplane seating?"}
{"id": 2277, "query": "What are the two types of smoked salmon mentioned in the context and how do they differ?"}
{"id": 2278, "query": "What mental health conditions has the author been dealing with?"}
{"id": 2279, "query": "What facilities does The Suncliff Hotel offer to guests who confirm a weekend stay?"}
{"id": 2280, "query": "What changes were made to the Telnet.pm in the version 3.03 release?"}
{"id": 2281, "query": "What is the main purpose of a hack generator?"}
{"id": 2282, "query": "What are the specific times to see the sacred tooth of Buddha protected by a gold casket at the Temple of the Sacred Tooth Relic?"}
{"id": 2283, "query": "What is the discount offered on all coils?"}
{"id": 2284, "query": "Who was appointed as the interim principal of Wachusett Regional High School in the context?"}
{"id": 2285, "query": "Who is considered more powerful, Roshi or Yusuke, according to the discussion?"}
{"id": 2286, "query": "What does Gjógv mean in Faroese and why is it a fitting name for the village?"}
{"id": 2287, "query": "Who is the global strategist at Société Générale that expressed concern about the market being high and detached from reality?"}
{"id": 2288, "query": "What are some of the prediction tools used by the software in the study of microspherophakia in a Spanish family?"}
{"id": 2289, "query": "What is the growth rate of Colombia's economy compared to the same period last year?"}
{"id": 2290, "query": "What is the storyline of Left Hook about?"}
{"id": 2291, "query": "What was the state of the team's defense and offense during the season?"}
{"id": 2292, "query": "Who is the primary supplier of Electronic Control Modules (ECMs) to Cummins Inc.?"}
{"id": 2293, "query": "What are the typical duties of an insurance broker in South Africa?"}
{"id": 2294, "query": "What did the author's husband gift her on Mother's Day?"}
{"id": 2295, "query": "Why did the parent decide to homeschool their 5th grader?"}
{"id": 2296, "query": "What does Proverbs chapter 14 verse 22 suggest about those who plot evil and those who plan good?"}
{"id": 2297, "query": "Who did Chuck Rosenberg, former U.S. Attorney in the Eastern District of Virginia, join after his break?"}
{"id": 2298, "query": "What is one method mentioned to keep newborn calves warm during the cold months?"}
{"id": 2299, "query": "Who are some of the artists featured in Ty Dolla $ign's Beach House 3 Deluxe album?"}
{"id": 2300, "query": "What are the two separate pathways that research on love and relationships proceeded along, according to Peterson and Seligman?"}
{"id": 2301, "query": "What did the person do after waking up around 12?"}
{"id": 2302, "query": "What is the speaker's response to the various speculations and potential outcomes of world turmoil?"}
{"id": 2303, "query": "What is the impact of the Premature Care Bundle implemented by Dr. Jeffrey M. Perlman in Tanzania?"}
{"id": 2304, "query": "What was the main criticism of Reagan's economic policies according to the context?"}
{"id": 2305, "query": "What was the outcome of the products liability action tried from November 10 to November 22, 1994?"}
{"id": 2306, "query": "What is the main purpose of the Onondaga Lake Peace Festival?"}
{"id": 2307, "query": "What is the duration and level of difficulty of the 2-day tour from Marrakech to Sidi Kaouki and Eassouira?"}
{"id": 2308, "query": "What is the meaning and origin of the term 'unobtainium'?"}
{"id": 2309, "query": "When did Trudy Lawrence join Burns Insurance?"}
{"id": 2310, "query": "What is the difference between the U.S. and Canadian methods of determining plant hardiness zones?"}
{"id": 2311, "query": "What is the Powering Past Coal Alliance that the State of Connecticut has joined?"}
{"id": 2312, "query": "Why was the trade embargo against Cuba implemented by the U.S.?"}
{"id": 2313, "query": "What are the specialties of Henderson Roofing?"}
{"id": 2314, "query": "Who is credited for changing Zanardi's life and how did he do it?"}
{"id": 2315, "query": "What was the issue the customer had with Online Business Systems?"}
{"id": 2316, "query": "What are the consequences of the king stopping the killings in the context?"}
{"id": 2317, "query": "Who is predicted to win the fight between Gilbert Melendez and Shinya Aoki according to the breakdown?"}
{"id": 2318, "query": "What is the listing id of the property?"}
{"id": 2319, "query": "What are some considerations to keep in mind when choosing a barbering school?"}
{"id": 2320, "query": "Who is the director of the art film M I N E?"}
{"id": 2321, "query": "What is the selection process for the TA Army Zone 3 Bharti Rally 2020?"}
{"id": 2322, "query": "What was the intention of the guitarist mentioned in the context?"}
{"id": 2323, "query": "What are the six essential vegetable oils that can promote hair growth?"}
{"id": 2324, "query": "What was Vladimir Putin's opinion on the disintegration of Russia's Soviet empire?"}
{"id": 2325, "query": "What are the main areas of practice for Zev Simpser?"}
{"id": 2326, "query": "What is the book recommended in the context for examining life choices and changing them?"}
{"id": 2327, "query": "Who are the three men redefining music in Delhi?"}
{"id": 2328, "query": "What are the four ways to save your activity in the Activy competition?"}
{"id": 2329, "query": "What is the procedure for groups larger than 4 people to inquire about shuttle space availability at the Quality Inn & Suites-Denver International Airport?"}
{"id": 2330, "query": "What is the central theme of the film \"The Square\"?"}
{"id": 2331, "query": "What are some of the latest headlines from koco.com?"}
{"id": 2332, "query": "What is the length of the 2Strand Blue Lapis Stone Sterling Silver Chain Necklace?"}
{"id": 2333, "query": "What is the enrollment fee for the OIPRD Class: Modern 1 & 2?"}
{"id": 2334, "query": "What is the function of the Custom Ring Creator app announced by Shapeways?"}
{"id": 2335, "query": "What is the title of the book mentioned in the context?"}
{"id": 2336, "query": "What is the best tide position and movement for surfing at Mistos?"}
{"id": 2337, "query": "What is the new feature being implemented in Contemporary Allied Racing?"}
{"id": 2338, "query": "What is THX claiming against Apple and what are they seeking as a result?"}
{"id": 2339, "query": "What is the author's stance on freedom of speech and expression?"}
{"id": 2340, "query": "Who replaced Azealia Banks and the Death Grips at the 2013 Lollapalooza music festival?"}
{"id": 2341, "query": "Who regulates Qualifications for Industry in England?"}
{"id": 2342, "query": "Why is Harley being sent to Obedience School?"}
{"id": 2343, "query": "Who taught Apollos the way of God more accurately according to the context?"}
{"id": 2344, "query": "What are some of Mattias Ekström's achievements in his driving career?"}
{"id": 2345, "query": "How did the person feel after receiving low marks on an assignment they spent a lot of time on?"}
{"id": 2346, "query": "What is the occupation of the Daily Kos member bnasley?"}
{"id": 2347, "query": "When and where will the North of Boston Arts Center (NOBAC) be hosting their first open house?"}
{"id": 2348, "query": "What are the two steps proposed to solve the record problem with lenses in programming?"}
{"id": 2349, "query": "What is the estimated cost for the works on the Western railway lines?"}
{"id": 2350, "query": "How should the annual leave policy be communicated to the employees?"}
{"id": 2351, "query": "What event are the West End residents planning to coincide with West End State School's 'Bling Your Bike Day'?"}
{"id": 2352, "query": "Who established the Biennial of the Americas and when was it established?"}
{"id": 2353, "query": "What are the potential consequences of inequitable pay in small businesses?"}
{"id": 2354, "query": "What are the two general types of toys for dogs and how are they different?"}
{"id": 2355, "query": "What is the main conflict in the character Finn's life in the book \"Jessie ♥ NYC\"?"}
{"id": 2356, "query": "What was the teenager's plea in court for killing the seven-year-old girl?"}
{"id": 2357, "query": "What was the effect of the seizure medication Trileptal on Robert's seizure frequency?"}
{"id": 2358, "query": "What is the rumored new project that the author is working on in 2004?"}
{"id": 2359, "query": "What are some of the resources and strategies suggested for someone recently diagnosed with diabetes?"}
{"id": 2360, "query": "Where was Dominic born and in what year?"}
{"id": 2361, "query": "What are the advised uses and restrictions of Metrobactin 500mg tablets?"}
{"id": 2362, "query": "What is the Timberdoodle Twirl?"}
{"id": 2363, "query": "What is Matthew Humphreys's ultimate vision for the Heritage Theatre in Brampton?"}
{"id": 2364, "query": "What is the purpose of the \"Dicle Dam Lake Basin Protection Plan Preparation Project\" initiated by the Diyarbakır Metropolitan Municipality Water and Sewerage Administration (DİSKİ)?"}
{"id": 2365, "query": "What are some of the tour options offered in Mallorca?"}
{"id": 2366, "query": "What are some of the outdoor games suggested for wedding receptions?"}
{"id": 2367, "query": "What is the expected duration of the micro patch for the NA region?"}
{"id": 2368, "query": "What factors can influence the price of auto insurance in Southaven MS?"}
{"id": 2369, "query": "What are the 5 D's of digital marketing?"}
{"id": 2370, "query": "What are the two deep purple fruits of fall the author looks forward to every year?"}
{"id": 2371, "query": "Who is the author of the young adult novels \"Icefall\" and \"Last Descendants: An Assassin’s Creed Novel Series\"?"}
{"id": 2372, "query": "Who owns Batavia Downs Gaming?"}
{"id": 2373, "query": "Who is the Australian Christian Lobby managing director mentioned in the context?"}
{"id": 2374, "query": "What is the desired outcome of the dataset refresh process at Van Lanschot Kempen?"}
{"id": 2375, "query": "What is the advised method to transfer music from iPod touch to iTunes?"}
{"id": 2376, "query": "What are the steps to replace an acrylic shower stall enclosure with tiles?"}
{"id": 2377, "query": "What was the primary treatment assessed in the study for transplant renal artery stenosis (TxRAS)?"}
{"id": 2378, "query": "What changes did the author make to the dollhouse?"}
{"id": 2379, "query": "What are some of the main features of the EasyMiner software used for bitcoin mining?"}
{"id": 2380, "query": "What is the visual representation in Zul Mahmod's works in the STPI Creative Workshop & Gallery?"}
{"id": 2381, "query": "What is the main concern for higher education institutions according to the context?"}
{"id": 2382, "query": "Who are the directors for the new episodes of the second season of Lupin?"}
{"id": 2383, "query": "What are the five things the Heat need to focus on according to the context?"}
{"id": 2384, "query": "What cryptocurrencies does AMC accept for online movie ticket purchases?"}
{"id": 2385, "query": "Who joined the Royal Challengers Bangalore squad and scored his first IPL century in 2011?"}
{"id": 2386, "query": "What did the author do with the three-quarters finished cardigan in Jaeger Matchmaker Merino Aran?"}
{"id": 2387, "query": "What is a notable feature of the Avon Ceramic Tourmaline Electric Hair Curler?"}
{"id": 2388, "query": "Who bought Scholastic's ed tech business and for how much?"}
{"id": 2389, "query": "What is the material of the bodysuit and what color is it?"}
{"id": 2390, "query": "What were the issues experienced with the 1996 Volvo 850 GLT 2.4 from North America?"}
{"id": 2391, "query": "What are the standard steps for gentleman and lady in dancing as mentioned in the context?"}
{"id": 2392, "query": "How many campsites does Blue Bill Point Campground offer?"}
{"id": 2393, "query": "What new identity will the March of Dimes effort take on in Storm Lake?"}
{"id": 2394, "query": "What is the recommended rate of eucalyptus mulch application for a newly planted, nonirrigated 'Tahitian' lime orchard and why?"}
{"id": 2395, "query": "What are some of the achievements of Fuzzy Zoeller in the field of golf?"}
{"id": 2396, "query": "Who did Malin Nilsson marry on 2 June 2018?"}
{"id": 2397, "query": "What is the Fellowship in Law Librarianship offered by the Cracchiolo Law Library and the University of Arizona School of Information?"}
{"id": 2398, "query": "Where has the second physical eMAG store been opened?"}
{"id": 2399, "query": "What are some of the key features of the 2019 Cadillac XT5?"}
